[
    {
        "fact": [
            "2016年9月20日20时左右，“小刘”纠集被告人刘宝军意欲打架，后刘宝军又纠集被告人于勇，刘宝军持刀、于勇持铁扳子前往某洗车店，在该洗车店内并未发生打架事情",
            "2016年9月20日21时许，徐玉海驾车来到天津市西青区中北镇富力湾底商金鼎火锅店，“小刘”下车并从该火锅店内拿走一把菜刀，“小刘”经与徐某3简短交流后，用刀追砍途经此处的被害人张某1，和被害人张某1一起的郑某随后追跟上去",
            "此时，经“小刘”纠集的刘宝军及经刘宝军纠集的于勇持棒球棍及砍刀赶来",
            "后刘宝军、于勇等人上徐某3的轿车继续追赶张某1、郑某",
            "“小刘”、刘宝军、于勇持刀、棒球棍对被害人郑某进行了殴打",
            "后“小刘”、刘宝军、于勇持刀、棒球棍等又对被害人张某2进行了殴打，于勇又将被害人张某2的汽车玻璃砸碎"
        ],
        "evidence": [
            [
                "陈述（2016年9月21日），证实2016年9月20日21时许，在天津市西青区中北镇富力湾东门附近，我和张某1在散步，有一名男子持菜刀向张某1砍",
                "张某1跑，这名男子将菜刀扔向张某1",
                "张某1跑远后，这名男子又拿刀冲我砍，后又有一名男子持棒球棍从一辆黑色轿车上下来和持菜刀的男子一起打我，拿刀者砍我头部，持棒球棍的打我的左腿，我就晕了"
            ],
            [
                "2陈述（2016年9月21日），证实2016年9月20日21时许，在天津市西青区中北镇富力湾东门附近",
                "我看见一个拿刀的男子，一个拿棒球棍的男子上了一辆黑色轿车，车开了100米停下，从车上下来三、四个人打另外一名男子",
                "后来，其中的一名穿白色体恤的男子指着我说，就是他",
                "然后拿刀的男子和拿棒球棍的男子就打我，我又听到有人说不是他，就没有人打我了",
                "后我又听到我的车玻璃被砸"
            ],
            [
                "1.被告人刘宝军供述，证实2016年9月20日20时许，小刘给我打电话，说有人因为纠纷一会儿会找徐某3，可能要打架",
                "我又叫了于勇，我拿了一把长刀，于勇拿的铁扳子在洗车店等着，一会儿确实有两个男的来了，但没有打架",
                "一会儿，小刘又打电话说出事了，在亮剑串吧门口，于是我拿着长刀，于勇拿着棒球棍和另外一个叫老于的到了亮剑串吧门口",
                "就看到小刘拿着菜刀向我们跑来并指认了一名男子，我将刀给了于勇，我拿了于勇的棒球棍",
                "我用棒球棍、于勇和小刘用刀打砍了这名男子，老于没有动手",
                "后来，小刘又指了另外一名男子，小刘用刀、于勇用棍子又打了这名男子，其他人没有动手",
                "在其他供述中，其供述是徐某3拿刀、小刘拿刀、于勇用木棍、其拿棒球棍打的第一个男子"
            ],
            [
                "2.被告人于勇供述，证实2016年9月20日20时许，刘宝军告诉我一会儿有人要来闹事",
                "刘宝军拿了一把长刀，我拿的铁扳子在洗车店等着，一会儿确实有两个男的来了，但没有打架",
                "过了一会儿，刘宝军又让我拿家伙去打架",
                "我、刘宝军、老于上了徐某3的车，经小刘指认了一名男子",
                "我用棒球棍、刘宝军和小刘用刀打砍了这名男子",
                "后来，小刘又指认了另外一名男子，我用棍子、小刘和刘宝军用刀又打了这名男子，我用棍子又打了这名男子的车玻璃",
                "我当天穿的白色体恤，小刘深色体恤，刘宝军长袖衣服",
                "在其他供述中（2016年9月30日），其供述是其因为其他矛盾指认的被害人并和刘宝军、小刘等人打的第一名男子",
                "后来偶遇徐某3并上了徐某3的车",
                "其又指认了第二名男子，并和刘宝军、小刘等人打的第二名男子"
            ]
        ],
        "cause": [
            "聚众斗殴罪"
        ],
        "case_no": "（2017）津0111刑初140号"
    },
    {
        "fact": [
            "2008年2月1日，被害人张某与覃某2签订了土地承包合同，合同约定，张某将其位于本屯架尾冲（地名）和大茶山（地名）的149亩林地发包给覃某2种植尾叶桉树，双方在合同中还约定了租期、租金的数额及给付方式等条款",
            "同时，开山屯的张田德等几位村民也分别与覃某2签订了土地承包合同，将其林地发包给覃某2种植桉树",
            "合同签订后，覃某2即雇人在山上种植桉树",
            "2013年，覃某2种植的桉树木到了采伐期，覃某2遂将桉树木转让给他人砍伐",
            "砍伐后，覃某2又继续雇人对长出的桉树苗木进行施肥等管理工作",
            "2014年10月，张某刑满释放回家后，其与覃某2因树山的股份、承包林地的实际面积以及土地承包金的给付等问题发生纠纷，由于双方意见分歧较大，矛盾逐渐加深，张某及其亲属曾多次到山上阻止覃某2雇请的民工做工",
            "2016年3月23日8时许，张某手持一把长柄镰刀，再次来到鹿寨县架尾冲（地名）覃某2承包的树山阻止覃某2的民工施肥，并对民工进行言语威胁",
            "10时许，覃某2雇请的树山管护员被告人潘冬海驾车搭乘另一管护员被告人田其强及民工陶某1从鹿寨县城返回到树山厂棚附近时，由于车子上坡打滑而被迫停下，此时张某见状便来到车旁要求潘冬海和田其强不准到有纠纷的树山做工，否则就会出大事",
            "田其强遂下车与张某论理，双方没理论几句即发生激烈争吵，潘冬海便拿出手机对张某进行拍摄，张某见状大怒，立即用其长柄镰刀从副驾驶室车窗朝潘冬海正用于拍摄的手机捅去，潘冬海的手机当即被桶跌下地，同时张某的镰刀还刮伤了潘冬海的手",
            "情急之下，潘冬海随即下车，田其强看到张某手举镰刀后亦跑进工棚拿了一把铁锹出来，潘冬海立即从田其强手上拿起铁锹与张某对峙，随后举起铁锹朝张某打过去，田其强亦捡起石头朝张某砸去",
            "张某受伤后，立即往村口方向跑去，约十分钟左右，张某遂带七、八个村民手持镰刀、木棒返回到厂棚，当张某找到潘冬海和田其强并对其同伙进行指认后，潘冬海和田其强见状立即往山上跑，张某等人立即对其进行追赶，当张某伙同七、八个村民追上潘冬海和田其强后，立即对其进行围殴",
            "潘冬海和田其强被殴打后，二人均受伤倒地，之后张某等人逃离现场",
            "不久，鹿寨县公安局寨沙派出所民警赶到现场，随后潘冬海和田其强被120救护车送医院救治"
        ],
        "evidence": [
            [
                "庭审中，张某作出如下陈述称：起诉书指控我以树山有纠纷为由与事实不符，我确实与覃某2因树山的承包问题存在纠纷，在纠纷还没有得以解决之前，我有权利阻止覃某2的工人做工",
                "另外，起诉书指控我用镰刀打跌潘冬海手机并割伤他的手也不是事实，当时潘冬海拿手机对我进行录像时，我只是用镰刀顶跌他的手机，我的镰刀并未割对他的手",
                "我被潘冬海拿铁锹打，又被田其强拿石头砸伤之后，我为了保命奋力往村里跑，回到村上被几个村民看见，村民们问明情况后，他们由于气愤便自发到山上找到潘冬海和田其强，并将他们二人打伤，我并没有故意跑回村上去喊村民去打潘冬海和田其强",
                "特别想说明的是，当时我从工人工棚出来的时候，潘冬海一直用手机对我进行录音录像，他所提供的相片是对我不利的截图，法庭应当要求潘冬海提供完整的录像"
            ],
            [
                "5.被害人张某的陈述：2007年年底的时候，覃某2和我讲由他投资，我出地，合作种树，到时种得树后五五分成",
                "到了2008年，我就开始回村上找地，除了我自己的149亩林地外，我还找张田德等村民，他们也一同将林地租给覃某2",
                "后来覃某2讲要签合同才好砍树，所以我和他签有租地合同，但是现在覃某2不但没有给利润分成给我，而且也没有给租金给我，我与覃某2由此产生纠纷，纠纷得到解决之前我有权利阻止覃某2的工人到有纠纷的树山做工",
                "2016年3月23日早上8点多钟，我在山上做工时见到树山老板覃某2又叫工人到有纠纷的树山做工，于是我就拿着当时做工的一把长把柄镰刀去山上跟那些做工的工人讲这些树山是有纠纷的，叫他们不能在这里做工先",
                "当我走到树山工棚的时候，就见到覃某2的两个工头开着一架皮卡车进来",
                "我先是说：不关你们的事情，有什么喊覃某2来处理，你们处理不了的",
                "这时，一个穿黑衣服的男子（即被害人田其强）下车来扯住我衣服不给我走，然后我骂他们：你们两个覃某2的狗腿子，操你娘的一样事情没懂来山里做什么卵",
                "我就在那里和两个工头争吵起来，这时长得肥点的司机（即被害人潘冬海）就拿出手机对着我照相，我心毛了就骂他：你照点什么卵",
                "接着我就用手里的长把镰刀去打肥司机的手机，当时我就把他的手机打跌了",
                "然后肥司机就从穿黑衣服的男子手里抢过一根铁棒来打我，我的手指被打伤，我拿镰刀在那里舞，接着黑衣男子就捡起石头砸我，我的耳朵被砸对流了很多血",
                "我回到村里面后，有六、七个村民看到我耳朵及半边脸都有很多血，便问我是什么原因，这六、七个村民听到我讲明原由后，他们都非常气愤，便从村里拿来木棒、镰刀这些工具说要去帮我",
                "这样我就带着六、七个村民又去到树山工棚那里找那两个工头，当我见到这两个工头后就讲是他们两个人打我",
                "然后我就和这六、七个村民冲上去抓住这两个人来打，当时我们对这两个工头拳打脚踢的，还用木棒、镰刀背来打，我们对他们殴打了大概十多分钟这样就离开了",
                "这六、七个村民能帮我出头去打人，我非常感激他们，这件事情我一个承担，我不会跟公安讲这几个帮我的村民的基本情况的"
            ],
            [
                "6.被告人潘冬海的供述：覃某2老板在开山屯承包有树山，他请我和田其强帮管理，平时的工作主要是负责对民工的管理和监督民工做工",
                "2016年3月23日10点钟左右，我和田其强及民工罗某等三人开车回到树山工棚附近的路上，看到张某提着长把镰刀走到我们的车边，他叫我们不要做工了，要不然就要出事",
                "后来田其强下车问是怎么回事，二人没讲几句话就争吵起来",
                "我就拿手机进行拍录，一会儿张某就猛的把镰刀朝车内捅向我，并吼叫：拍什么卵拍，我的手机立即被打落在地上，手也被刮出血",
                "我立即下车，张某见我下车了就拿镰刀向我砍来，后来我和张某对打起来，当时我记得是用一铁锹打张某的，田其强还捡石头砸张某，是否砸对不清楚，后来张某就跑走了",
                "张某跑走后，我就打110电话问警察怎么还不到，并将当时发生的情况讲叙了一遍，通话刚结束，我就看到张某叫来七、八个人手拿长把镰刀、砍刀、木棒气势汹汹地朝工棚方向冲过来，我见状就叫田其强和其他工人往山上跑",
                "田其强来不及跑，就被张某等人围打在地，并进行拳打脚踢，我又返回想叫他们停手不要再打，此时张某等人就追上我并对我前后夹击，对我围打在地，并进行拳打脚踢，同时还用木棒、刀背打，我和田其强前后被打了十多分钟这样，后来他们听说有公安就要来了，才停手匆匆离开，张某等人离开后不久，公安民警就赶到现场了"
            ],
            [
                "7.被告人田其强的供述：覃某2在开山屯承包的树山与村民张某有纠纷，张某经常出来阻拦工人做工",
                "2016年3月23日上午，我和潘冬海及工人陶某1从鹿寨开车到树山厂棚附近时，张某拿着一把镰刀到我们车边，对我们讲树山有纠纷，叫我们不要做工了，谁再做就砍死谁去",
                "我下车想和他解释，他不但不听，反而对我们破口大骂，潘冬海就用手机进行摄像，张某就讲：摄什么卵，然后就用长柄镰刀伸进驾驶室向潘冬海捅过去，潘冬海的手被镰刀钩出血，手机也被打对，这时我和潘冬海都被激怒了，我就跑回厂棚要了一把铁锹，潘冬海抢过铁锹后就和张某手拿的长柄镰刀对舞起来，我也捡起石头朝张某砸去，后来张某就跑走了",
                "大约过了五、六分钟这样，张某就带了七、八个人返回到厂棚，这些人手里都拿着一米左右长柄的镰刀，张某等人就撵我和潘冬海来打，我和潘冬海都被打伤了，他们离开现场不久，公安民警就来到了，之后我和潘冬海就被救护车送到医院治疗"
            ],
            [
                "8.证人陶某1的证言：今天（2016年3月23日）上午10点钟左右，我与潘冬海、田其强三人开一辆皮卡车进山准备到达厂棚时，车子上坡打滑停下，张某就过来和潘冬海、田其强讲：你们进来做工，只能做没有纠纷的那50亩",
                "双方开始争吵，然后我因肚饿下车走进厂棚去了",
                "后来听到争吵声越来越大，接着就听见打斗声澎澎响",
                "十多分钟后，看到张某带了七、八个人进来，有几个人手里拿有棍子，张某一个耳朵有很多血",
                "后来潘冬海和田其强被张某带来的人追打，用手用脚还用棍子来打，打了蛮久，最后潘冬海和田其强被打跌在地上，张某等人离开后约十分钟这样，派出所民警就来到现场了"
            ],
            [
                "9.证人覃某1的证言：今天上午九点多钟，开山屯张某拿着一把镰刀来到厂棚和我们几个工人讲，没有纠纷的那50亩树山我们可以做，其他有纠纷的不能做，如果再做就砍死我们",
                "到了10点多钟，我看见张某在争吵得激烈的时候，用手中的镰刀去砍开车的司机，没被砍到，穿黑色外衣的年轻仔被张某骂了之后，就捡起地上的石头朝张某头部砸去",
                "过了没多久，张某就带七、八个男子进来，追司机和穿黑色外衣的年轻仔来打，这些人手里面拿棍子，有的拿镰刀，司机和穿黑色外衣的年轻仔被追到厂棚上面的半山坡，被张某他们围着打，倒在地上，用棍子打，用脚踢都有，打了蛮久",
                "后来张某他们离开现场往村里走了没多久，派出所民警就到现场处理了"
            ],
            [
                "11.证人石某的证言：当时我和其他工人在开山屯树山做工，后来有一名男子讲树山有纠纷不给我们做，我们就不做了",
                "到了中午，我看到有两名男子往山上跑，有七名拿着刀的男子在后面追赶，其中一名男子就是叫我们不要做工的男子",
                "这两名男子刚跑过厂棚几米，就被那七名男子殴打，他们用手打，用脚踢，场面比较乱"
            ],
            [
                "13.证人许某的证言：那天早上9点多钟，张某和我们讲这里的树山只有工棚那里没有纠纷，其它树山我们不能做工",
                "后来我和一个姓陶的工人去找得草药后，就见张某跑进村里面去了，过了不久，张某就和七、八个中年村民追着那两个送菜的工人来打",
                "我见这些村民对两个人拳打脚踢的，张某主要是去打那个肥点的司机，我见他踢了肥司机蛮多脚"
            ],
            [
                "15.证人覃某2的证言：我在鹿寨县寨沙镇全坡村开山屯承包了张某等村民土地种植桉树，签订有承包合同",
                "近年来，我雇请潘冬海和田其强管理树山，平时帮我管理在树山从事施肥等工作的工人",
                "从去年开始，张某就一直以树山有纠纷为由经常来阻拦我的工人进山做工",
                "2016年3月23日，潘冬海打电话跟我讲，他和田其强在山里面被张某叫村里的人打了，他们两个人都被打伤住院了，具体情况如何，我没有在现场所以不清楚"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2017）桂0223刑初526号"
    },
    {
        "fact": [
            "2012年2月9日11时许，被告人周某生到潮南区胪岗镇溪尾周村委会办公楼二楼村党支部书记周某松的房间中准备反映问题，因村委会干部正在开会，在场村干部便让被告人周某生先出去，但被告人周某生拒不出去",
            "被告人周某生继而与村干部周某明发生口角并引发肢体冲突",
            "在此过程中，被告人周某生扭伤被害人周某明的左拇指，打伤被害人周某明的左额部等部位",
            "双方被在场的村干部劝阻后，被害人周某明被送往医院治疗",
            "被害人周某明于2018年7月13日出具谅解书，对被告人周某生表示谅解",
            "被告人周某生的亲属于2018年10月10日赔偿被害人周某明人民币4000元"
        ],
        "evidence": [
            [
                "7、证人周某某的证言：2012年2月9日12时许，我和村其他片长在潮南区胪岗镇溪尾周村委会二楼书记办公室中参加村党支部书记、村委会主任召开的春季计划生育工作会议，村民周某生走进书记办公室中，自己找了1只椅子坐下",
                "1名村干部对他说：“我们在开会，你出去",
                "”周某生说:“我是村民，为什么要出去?”另1名村干部劝解说“我们是在开干部会议，你不能参加的",
                "周某明见状走近周某生身边叫周某生出去，周某生反手抓住周某明的手，双方扭打起来",
                "我和在场其他干部上前劝阻他们，但周某生不听劝阻，在场的干部拉他下楼",
                "周某生不服气，大声辱骂村委会干部",
                "我和其他干部劝解周某明下楼，周某明下楼后打开其在楼梯旁的房间，没想到周某生冲进来，持手机殴打周某明脸部额角，在场的其他干部上前拉开周某生"
            ],
            [
                "8、证人周某章的证言：2012年2月9日11时许，我与周某明等几名包片干部到村委会二楼村党支部书记周某松的房间中开会",
                "我们正在开会时，村民周某生来到周某松的房间中，有人问周某生到书记房间有什么事？周某生说他是来反映问题的，周某生说完便坐在村干部周某明的对面",
                "周某明用手指着周某生说，我们正在开会，叫周某生到房间外面等候，有什么事等我们开完会后再向书记等干部反映问题",
                "周某明话还没说完，周某生便上前用手抓住周某明的左手指并扳住其手指，我与周某特等村干部见状马上上前把他们劝开，周某明的脸色很难受，便马上下楼",
                "我们劝说周某生回家，周某生便走下楼",
                "我们被周某生这么一闹，没有继续开会，也各自下楼",
                "我们来到一楼时，看见周某生拿1部手机正在殴打周某明的头部等部位，我与其他村干部一起上前把他们劝开，其他干部便叫人把周某明送往医院治疗"
            ],
            [
                "9、证人周某华的证言：2012年2月9日11时许，我到溪尾周村委会二楼书记的房间中开会",
                "我们正在开会时，村民周某生来到该房间中，其中1名参加会议的干部问周某生有什么事？周某生说他是来村委会找干部反映有关情况的，周某生话还未说完便坐在该房间靠近门口的1只椅子上",
                "这时，村干部周某明叫周某生到房间外面等候，并说有什么情况等我们开完会后再向有关领导反映",
                "周某生便说村中开会他有权参加，不听周某明的劝说",
                "周某明见周某生不听劝说想用手拉周某生到房间外面，周某生见状用手并用力反扭周某明的手指并想打周某明，我与其他干部见状上前把他们拉开并劝说周某生不要在村委会办公的地方闹事，有什么情况等我们开完会再说",
                "当我们在劝说周某生时，周某明没有再参加会议，独自下楼",
                "因被周某生这么一闹，我们的会议也没法开了，便各自下楼回自己的房间",
                "当我与其他干部来到一楼时，看见周某生与周某明扭在一起，我见周某明头部流血，便与其他干部上前把他们拉开",
                "随后，周某明被送往医院治疗"
            ],
            [
                "10、证人周某欣的证言：2012年2月9日11时许，我在村委会办公楼二楼书记的办公室参加春季计划生育各片长会议时，村民周某生走进该办公室后也没说什么话，自己找1只椅子坐下",
                "我见状对周某生说：“我们是在开会，你先出去一下",
                "”但周某生说他是溪尾周村村民，有权参加会议",
                "一起参加会议的五片片长周某明便上前用手牵周某生的手臂劝解说：“你先回去，我们是在开会，你有什么事以后再来",
                "”周某生反手扳周某明的手掌，周某明“哇”叫了一声并说：“我叫你回去，你怎么来‘物我’（意思是打我）",
                "”他们手抓手扭在一起，在场的干部赶紧上前劝阻并劝说周某生下楼",
                "我跟在周某明后面下楼，但此时周某生冲过来拿着手机殴打在楼梯旁打开房间门的周某明，周某明被周某生打中脸部额角，我赶紧上前用面巾纸帮忙捂住周某明流血的地方，旁边的人上前劝开周某生"
            ],
            [
                "12、被害人周某明的陈述：2012年2月9日11时许，我与其他村干部在村委会办公楼二楼村党支部书记的房间中开会时，村民周某生来到该房间中",
                "因我们正在开会，有人叫周某生到房间外面等候，有什么事等一下再说，但周某生不理会，并坐在该房间中的1只椅子上，说他是本村村民，有权参加本村有关情况的会议",
                "因周某生刚好坐在我对面，我见周某生不听干部的规劝，便站起来上前用左手想拉周某生的手，把他拉到外面",
                "我的手还没抓到周某生的手，周某生的右手便抓住我的左手拇指并用力反扭了1下，我感觉左手拇指一阵疼痛，周围的干部见状上前把我们分开",
                "我因生气导致咳喘病又复发了，便马上下楼想到我的房间中拿治咳喘病的药吃",
                "当我来到一楼我的房间门口打开门时，周某生用手机殴打我的头部，我的额角被其打伤，我很生气回手想打周某生但被其躲开，周某生又用手机打我的胸部",
                "这时，村干部周某特、周某某上前把我们分开并劝说周某生不要在村委会闹事",
                "随后，我被送往医院治疗"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2018）粤0514刑初589号"
    },
    {
        "fact": [
            "一、盗窃和掩饰、隐瞒犯罪所得的犯罪事实2017年以来，被告人何泽云、柯伟青、柯伟春伙同他人窜到本市石鼓镇、吴川市覃巴镇、化州市杨梅镇、茂名市电白区、茂名市茂南区等地盗窃村民耕牛，后将耕牛卖给被告人龚茂元等人",
            "其中，何泽云参与盗窃5次，总金额为43200元",
            "柯伟青参与盗窃4次，总金额为30550元",
            "柯伟春参与盗窃3次，总金额为22050元",
            "龚茂元收购犯罪所得3次，总金额为22050元",
            "具体如下：(一)2017年1月25日上午，被告人何泽云伙同“黑牛”(另案处理）等人驾驶面包车窜到本市石鼓镇上垌丰门村，盗窃到被害人黄某、钟某放养在田地的黄牛各一头，后转卖给他人，何泽云分得1600元"
        ],
        "evidence": [
            [
                "1、被害人黄某的陈述：2017年1月25日早上7时多，我与同村的钟某赶牛到丰门垌放养",
                "中午12时许，钟某说牛不见了，我们一起寻找到17时也没有找到，我就打电话报警了",
                "我被盗的是一头重约200斤的本地母黄牛，价值7000多元",
                "钟某被盗的也是一头重约300多斤的本地母黄牛，价值8000多元"
            ],
            [
                "1的陈述：2017年2月7日7时许，我把4头耕牛拉到覃巴镇高岭村委会附近的田地里放养",
                "10时许，邻居来到我家说我的耕牛被偷了，我赶到放牛地点，看见路边树林里有一辆改装的小型面包车，车牌是粤Ｋ×××××，该车撞在树木上，我的一头耕牛在面包车后面，拴牛的绳子系在车厢里，还有三头耕牛被拴在附近的树林里，群众说偷牛的人已经逃跑了",
                "我家的那头母黄牛重约210斤，市值1万元左右"
            ],
            [
                "5、被告人柯伟青的供述：2017年农历正月十一（公历2月7日），我和何泽云及一个不认识的男子驾驶一辆银色的丰田商务车在吴川市覃巴镇沿着村道行驶时，看见田野里有一大三小共四头牛，于是由我和何泽云望风，那名男子去把那头大黄牛拉上车，后被群众发现，群众往我们这边跑并大叫“偷牛啦，抓偷牛贼”",
                "我们便上车逃跑，但车撞到路边的树上，我们便弃车逃跑",
                "该车是何泽云驾驶来的，我不清楚是谁的"
            ],
            [
                "2、被告人何泽云的供述：2017年3月13日上午，我开粤Ｋ×××××的小型面包车搭“亚春”、“光头佬”（“亚春”的大哥）沿207国道往湛江方向行驶，去到化州杨梅镇一个沙场时，“光头佬”看见沙场里有一头黄牛，他叫停车，我们三人下车，“光头佬”走入沙场去偷那头黄牛，我和“亚春”在路边等",
                "十多分钟，“光头佬”拉那头黄牛出来，“亚春”帮忙将牛赶上车",
                "在车上，“光头佬”打电话联系“亚年”销赃，接着我们将牛拉到“亚年”家附近的荔枝林，“光头佬”和“亚春”将牛拉下车，然后叫我开车到村边等，约半小时后，“光头佬”和“亚春”出来，“光头佬”给我1000元"
            ],
            [
                "3、被告人柯伟青的供述：2017年3月13日凌晨6时许，何泽云打电话给我弟弟柯伟春，柯伟春叫醒我，一会儿，何泽云开一辆面包车（粤Ｋ×××××)来到茂南区官渡市场附近接上我和柯伟春",
                "上午10时许，我们开车经过化州杨梅镇高速路口附近一个沙场时，看见里面有一头黄牛，何泽云停下车，我下车将牛拉上面包车",
                "偷到牛后，我用柯伟春的手机联系销赃的男子，然后将牛拉到羊角大同中学附近的荔枝林，因我们要开车去维修，我们就叫该男子将钱送到修车地点给我们，成交价格是3000元，我分得2000元（其中1000元是之前的修车费），何泽云分得1000元，柯伟春没有分到钱"
            ],
            [
                "4、被告人龚茂元的供述：“光头佬”的牛是偷来的，比市面价便宜，我向“光头佬”等人一共购买了三头牛",
                "2017年3月13日中午，“光头佬”打电话给我，说他偷到一头黄牛，我同意买他所偷的黄牛",
                "接着“光头佬”和另两名秃头的男子用银色面包车将牛拉到大同中学附近的荔枝林里，经我和“光头佬”议价，确定以3000元成交",
                "由于“光头佬”等人的面包车坏了，他们将车拉到大同圩的一间修车店修理，我跟着出到修车店，将3000元交给“光头佬”",
                "当我回到荔枝林时，发现黄牛不见了"
            ],
            [
                "7、被告人何泽云的供述：2017年3月15日早上，我驾驶车牌为粤Ｋ×××××的小车搭“亚春”、“光头佬”去到电白区电城镇的一条村庄附近，“光头佬”下车到田地里偷来一头黄牛，接着“光头佬”打电话联系销赃的“亚年”",
                "我们将牛拉到“亚年”家附近的荔技林，“光头佬”和“亚春”将牛拉下车，然后叫我开车到村边等，约半小时后，“光头佬”和“亚春”出来，“光头佬”给我1500元，接着我开车搭“亚春”和“光头佬”去到高水路爱群路口吃饭",
                "吃完饭后，“光头佬”两兄弟说再去转一转，我就开车搭他们沿着高水路往水东方向走，去到茂名市森林公园附近时，“光头佬”看见一头黄牛在离公路边不远的田地里，他就下车去偷那头黄牛，“亚春”下车打开车尾门帮忙将黄牛赶上车",
                "接着“光头佬”打电话联系“亚年”收购黄牛，我们将牛拉到“亚年”家附近的荔枝林，“光头佬”和“亚春”将牛拉下车，叫我开车出村边等",
                "约半小时后，“光头佬”和“亚春”出来，“光头佬”给我1500元",
                "“亚春”和“光头佬”是亲兄弟，40多岁，住茂名市官渡桥北东区，“亚年”30多岁，是羊角镇大同人，具体姓名我不清楚"
            ],
            [
                "8、被告人柯伟青的供述：2017年3月15日凌晨5时许，何泽云（阿权）打电话给我弟弟柯伟春，柯伟春叫醒我，不久何泽云开着一辆面包车（粤Ｋ×××××)来到茂南区官渡市场附近接我和柯伟春",
                "上午9时许，我们看见电城高新技术开发区附近的田垌里有一头黄牛，何泽云就停车在路边，我下车将黄牛拉上面包车",
                "得手后，我用柯伟春的手机打电话给销赃的“亚年”，然后将牛拉到羊角大同中学附近的荔枝林，以4500元的价格将牛卖给“亚年”，我们三人每人分得1500元",
                "当天中午，我们在高水公路边吃完饭后，何泽云又开车搭我和柯伟春往森林公园方向走",
                "16时许，我们看见森林公园浅水路口附近田垌里有一头黄牛，何泽云靠边停车,我下车将牛拉上面包车",
                "得手后，我用柯伟春的手机打电话给“亚年”，后在羊角大同中学附近的荔枝林将牛卖给“亚年”，成交价4500元，我们三人各分得1500元",
                "车牌粤Ｋ×××××的面包车是柯伟春未婚妻的朋友送给我的，我是通过朋友介绍认识何泽云的，平时叫他阿权"
            ],
            [
                "10、被告人龚茂元的供述：2017年3月15日12时许，“光头佬”打电话给我，说他从很远的地方偷来一头黄牛，价格很便宜，问我要不要买下，我表示同意",
                "我们按照旧约定在羊角镇大同中学附近的荔枝林里交易，我等了几分钟，“光头佬”等人就驾驶一辆银色的面包车来到，“光头佬”下车将牛拉下来，经和“光头佬”商议，该牛以4500元成交，我将4500元人民币交给“光头佬”后，“光头佬”等人就开车离开",
                "当天16时许，“光头佬”又打电话给我，他说从很远的地方偷得一头黄牛，我便与“光头佬”约定在荔枝林交易，“光头佬”等人驾驶银色面包车来到后，“光头佬”将牛拉下车，后以4500元成交，“光头佬”收钱后留下黄牛就上车离开了"
            ],
            [
                "1、证人柯伟青的证言：2016年9月19日上午7时许，柯伟春驾驶粤Ｋ×××××小客车搭我（我坐副驾驶座）从湛江麻章出发返回茂名，当时走沈海高速，后在化州杨梅下高速，然后途经吴川、米粮、袂花、输油管线返回镇盛荷榭",
                "13时许，当柯伟春驾驶小车从米粮往高山方向行驶至输油管线大路村路口路段时，碰撞到从左侧道路驶出的一辆二轮摩托车，该摩托车上好像有四个人",
                "我看到此情况马上叫柯伟春停车，我下车查看，没有报警",
                "约一分钟后，柯伟春驾驶肇事小车往高山方向逃跑，我在村边的木薯地躲藏了一小时后，然后步行到坡心路口乘坐一辆摩托车离开",
                "几天后，我在市区官山三路的南悦旅馆门口见到柯伟春，我劝他投案自首，他说投案自首后没钱赔偿，不知道会被判多少年刑期"
            ],
            [
                "2、证人李某2的证言：2016年9月的一个晚上，我接到柯伟春的电话，他说：“我今天驾驶小客车在袂花输油管线撞到人了，我没有驾驶证，已逃离现场，不知道对方伤势如何”",
                "第二天上午，我在微信朋友圈上看到这样的信息：在袂花镇输油管线发生一宗致一人死亡两人受伤的交通事故，肇事司机逃逸",
                "当天中午，柯伟春打电话给我，我劝他去投案自首，他说自己没有驾驶证，去投案就死定了",
                "2016年年底的一个晚上，柯伟春、柯伟青两兄弟约我吃晚饭，在吃饭期间，我又问起该交通事故的事，劝他们去投案自首，柯伟春说：“小客车登记是柯伟青的户，出事时驾车的是我",
                "”我说他们两兄弟都有责任，都要去自首",
                "十几天后，柯伟春打电话给我说已经结案了，我就不再过问该事了"
            ],
            [
                "（1）在公安机关的供述：车牌粤Ｋ×××××的小车是我大哥柯伟青的",
                "2016年9月19日14时许，在输油管线大路村路口路段发生一起交通事故，我当时在家玩，不在场",
                "我驾驶过二次粤Ｋ×××××小车,—次是在学校的球场，另一次是2016年9月份的一天凌晨去湛江，早上8、9时从湛江回茂名",
                "我没有汽车驾驶证，李某2是我的女朋友"
            ]
        ],
        "cause": [
            "盗窃罪"
        ],
        "case_no": "（2017）粤0981刑初497号"
    },
    {
        "fact": [
            "2016年5月19日凌晨2时许，被害人莫某1、廖某1与岳某、覃某等人到珠海市香洲区南屏镇双城汇口口香石锅鱼餐厅吃夜宵",
            "因岳某驾驶摩托车差点撞到旁边东北烧烤店的白某1，导致双方发生争吵",
            "随后，岳某与覃某等人持刀进入东北烧烤店，对东北烧烤店内的于某及被告人尹玉齐等人进行殴打、恐吓，致于某左肩部受伤",
            "之后岳某与覃某等人回到口口香石锅鱼餐厅",
            "同日3时许，被告人尹玉齐报警",
            "公安人员到现场后，因动手打人的岳某等人已离开，只剩下被害人廖某1、莫某1与覃某、卢某四人，且该四人不承认有动手打人，被告人尹玉齐与于某等人见公安人员没有对覃某等四人作出处理，遂冲到口口香石锅鱼餐厅，于某率先拿起一张凳子砸向卢某，被告人尹玉齐将被害人莫某1、廖某1等人的餐桌掀翻，随即被告人尹玉齐及于某等人与对方互相殴打，在双方打斗过程中，被害人廖某1、莫某1被被告人尹玉齐一方人员持刀捅伤，被告人尹玉齐及于某被覃某持砍刀砍伤",
            "后被告人尹玉齐被送到珠海市第二人民医院就医，出院后离开珠海"
        ],
        "evidence": [
            [
                "1.被告人尹玉齐的供述、亲笔供词及辨认笔录证实，2016年5月19日2时30分许，我朋友刘某来珠海，我就和于某、白某1在我们的东北烧烤店一起吃饭喝酒，就在喝酒期间，白某1离开座位去看烧烤的火，突然有辆摩托车差点撞到他，车上坐着三名男子，那三名男子说了几句话我们没听懂，于某就说了句“妈的，没长眼睛啊”之类的话，然后他们下了摩托车，不知从哪里来了十多人围着我们，我当时很害怕，手里拿着一把约20厘米长的烧烤用的切肉的刀，他们看我们拿刀，就说谁没有刀啊，之后他们拿来六把砍刀，我们见对方人多还有刀，就向他们赔礼道歉，他们中有几人开始打于某的脸，其中一矮个男子用砍刀刀面打于某的身上，白某1走过来向他们求情,结果白某1话没说完就被对方打了几巴掌，他们打了几下，可能气消了就散开到我们档口隔几间店的重庆口口香餐厅吃饭",
                "过了一会，那个开摩托车的男子走过来我们档口，坐在椅子上对我们说“今天的事情怎么办，你们是不是打电话了”，我们说没有打电话，你们都把人打了，他就很不高兴的样子把椅子摔了还说那就不用说了，我怕他们又闹事就说我们没这个意思，也没有打电话",
                "之后我对于某说我们做生意就算了，但是于某说他肩膀都被砍伤了，我觉得事情有点严重就打电话报警了",
                "警察开着警车来的时候，在口口香吃饭的原来打我们的几名男子开始逃走，警察找到我们向我们了解情况并做记录，我们说打人男子还在旁边吃宵夜，于是警察就过去调查，我们看到对方的人都逃走了感到很气愤，于某和我一起过去他们的桌子，原来那名开摩托车的男子说他们根本不认识我们，什么也不知道，于某很生气，就拿着一把椅子砸向他们，他们有人就从桌底拿刀、有人拿啤酒瓶，我见状就将他们的桌子掀翻，混乱中，一名男子打了于某一拳，于某追过去，我也跟着追过去，对方男子倒地，于某就用脚踢他，那倒地男子就双手抱住头在地上滚，躲避于某的殴打，我追上去后，也用右脚往倒地上的男子的臀部位置踢了一脚",
                "突然我身后被人砍了一刀，我转身看到对方又向我砍来，我就躲了过去并叫于某快跑，于某跑开后，我爬起来回到东北烧烤店坐着，身上流了很多血，之后白某1他们就将我送医治疗，我在混乱中没有打到对方的人，对方有两名男子受伤，但具体是谁打的我不知道，我当天穿的黑色短袖短裤，我和于某都没有带刀过去",
                "后我被白某1送到珠海市第二人民医院治疗，2016年10月中旬回到鹤岗",
                "经辨认，被告人尹玉齐辨认出岳某，辨认不出其他涉案人员"
            ],
            [
                "1的陈述及辨认笔录证实，2016年5月19日3时左右，我和岳某等人去珠海市广昌市场旁的口口香餐厅吃宵夜，刚到那某的时候，我们有朋友与三名男子发生口角，期间我们有老乡打了他们其中一人，当时我在车上给手机充电，我并不知道发生纠纷的过程",
                "我们在餐厅坐下来后大约十多分钟后，就有警察过来登记我们的身份证，警察又往东北烧烤店那边走，走到店与店之间的隔栏时，从东北烧烤那边过来几个人，我听到他们其中有一人说警察不作为，有什么用之类的话，突然有几名男子冲过来，其中一名穿黑色短袖、蓝色牛仔裤的男子向我冲来，用手向我打过来，我本能地用手挡了几下，刚开始我还没有发现他手上有刀，后来我往后退的时候被东西绊了一下，手按住地面没来得及挡，我就被刀捅了一下腹部，我和那男子说你捅伤我了，那男子听后就跑开了，我按着伤口走到口口香餐厅厨房，和老板说我受伤了，不要让那些人再进来，还让老板帮我打了120，之后我一直待在厨房直到救护车到来将我送医院",
                "当时我的眼镜掉了，没有看清捅伤我的男子样貌，我没有看到其他人打斗受伤的情况，我也不知道捅伤我的刀现在何处",
                "经辨认，被害人莫某1无法辨认出用刀捅伤其的男子"
            ],
            [
                "4.证人于某的证言及辨认笔录证实，2016年5月19日2时40分许，我与朋友刘某、尹玉齐在广昌东北烧烤店坐着喝啤酒，白某1在烧烤店工作，有三名男子开着一辆女装摩托车经过我的烧烤店时急刹车，差点撞到白某1，我就对那三名男子说了一句“操他妈的”，他们听到后把车开到附近的石锅鱼店旁边停好后，他们三人就骂骂咧咧地向我走过来，其中一名穿白色衣服的男子用方言对我说话，我听不懂他说什么，可能是骂我的话，后来从附近口口香餐厅过来十来个男子，他们中的人拿着至少五六把大砍刀上来围着我，后面来的人中有一个矮个子的男子手里拿着一把砍刀上来也用方言骂我，我不敢回骂他，后来他就打了我两巴掌，另外一名穿白色衣服的男子（覃某）也上来打了我一巴掌，那名矮个子的男子用砍刀砍了我左肩一刀，我看到他们人多并拿着刀没敢还手，我就逃进烧烤店内用电话报警，他们也没有追上来打我，他们回到了口口香餐厅",
                "不久民警到场处理并向我和白某1、尹玉齐了解情况时，对方的一些人离开了现场，包括那名矮个子男子，后民警与我到对方那某了解情况，我对民警说打我脸的矮个子男子已经逃离现场，我就生气地对民警说你们管不管，对方的人有说有笑地说没人打我，我看他们这样就拿起身边的一张椅子砸中一名穿黑色衣服的男子（经查为卢某），卢某用手挡了一下，之后卢某就和一矮个男子（不是之前殴打我的矮个男子）赶来和我互相打在一起，我们互相用拳头殴打一会后，卢某就跑开了，我就抓住矮个男子用拳头往他身上打了两拳，我刚打了两拳，对方就倒在地上，正当我准备再次殴打矮个男子时，尹玉齐就赶来用脚踢了倒地的矮个男子一下，然后拦住我，之后覃某用砍刀砍了我后背一刀，接着我就跑开了，我边跑边看到与对方另一男子扭打在一起的尹玉齐也被覃某用砍刀砍了背部一刀，尹玉齐被砍后也立即离开，我没有留意刘某、白某1是否与对方发生打架，我被砍后就跑开了，他们再没有打我，我在远处看现场，民警在场处理",
                "后我独自一人坐车到珠海市第二人民医院接受治疗，尹玉齐后背被砍伤了，白某1和刘某没有受伤",
                "6时30分许，民警到医院了解情况，对我们登记个人信息，因刘某要照顾尹玉齐，他表示会配合民警工作，稍后会自行到派出所协助调查，民警就将我和白某1以涉嫌寻衅滋事将我们传唤至派出所",
                "我在医院还看到了对方中受伤的两名男子，他们一个是腰部被捅伤，一个腹部被捅伤，具体情况我不清楚，他们就是与我及尹玉齐扭打在一起的男子，但我没有用刀捅伤对方",
                "我们烧烤档有一把用来切肉的长约20厘米的水果刀，该刀目前在何处我不知道，我和尹玉齐、白某2都接触过这把刀",
                "经辨认，于某辨认出卢某是参与打架的男子，辨认出覃某是持刀砍伤其的男子，辨认出被告人尹玉齐，辨认出岳某就是骑摩托车经过其烧烤档时与其发生纠纷并殴打其的男子"
            ],
            [
                "5.证人覃某的证言及辨认笔录证实，2016年5月19日3时许，我和廖某1、莫某1、卢某及其他我不认识的七八名朋友在广昌一家口口香石锅鱼吃宵夜，期间，廖某1的三个朋友驾驶摩托车过来时与旁边的东北烧烤档的男子差点发生碰撞，东北烧烤店的男子就用粗口骂了这三个朋友，现场就留了一个朋友在与对方理论，另外两人就将摩托车开到我们吃宵夜的餐厅，因为只相距十多米，放摩托车的两人说有人骂我们，接着我们就一起走过去看看发生什么事，我们当时两桌吃宵夜的人全部站起来过去东北烧烤店理论，我们过去时看到东北烧烤店也有四五名男子，其中一人手放在背后拿着一把切肉的尖刀，因为我们当时人多，他们人少，我们这边的人有人返回“阿某1”开的东风日产小汽车上拿了五把砍刀过来，我拿了一把，外号叫“富二代”的朋友也拿了一把，“富二代”在争吵过程中打了对方一名男子两耳光，对方看我们人多又拿着刀，就没有还手，只是回骂了两句，之后我就返回餐厅吃宵夜去了",
                "我们吃了三十分钟左右，发现东北烧烤店的人报警，警察当时过来东北烧烤店了解情况，我们这边很多朋友见状便离开了，只剩下我、廖某1、莫某1、卢某在吃，不久警察带着东北烧烤店的两三名男子过来我们这询问，东北烧烤店的男子说是我们打的，我们跟警察说没有打他们，接着东北烧烤店的其中一名男子觉得不爽就发脾气返回东北烧烤店，警察当时给我们登记身份，登记身份刚走开几步，东北烧烤店的五六名男子冲向我们，其中一男子持凳子砸到卢某，然后追打廖某1，我见状看到桌子旁边挡风布下放着之前朋友拿的一把砍刀，我就拿起砍刀向廖某1的方向跑去，我挥刀砍向对方追打廖某1的男子，砍刀划伤了两个男子背部，具体砍伤什么位置我不清楚，警察当时叫我站住放下刀，我就把刀交给警察，廖某1当时就躺在我旁边地上，腰部被对方捅伤，东北烧烤店的男子全部跑开了，紧接着，口口香石锅鱼餐厅老板跟我说还有一名男子被捅伤后躲在厨房了，后来发现是莫某1，因为对方追廖某1和莫某1是分开方向跑的，莫某1被谁捅伤我不知道，之后警察就通知120救护车到场将廖某1和莫某1送医院治疗了",
                "我和廖某1、莫某1、卢某是坐莫某1的白色本田小汽车过来的，其他朋友好像有人开一台白色或者银色的小汽车，再就是骑摩托车来的，我们这边总共持有五把砍刀，都是过来吃宵夜的朋友带来的，全部被公安机关扣押了，东北烧烤店的男子持的是一把切肉用的尖刀，尖刀目前在哪我不知道",
                "经辨认，覃某辨认出于某就是持椅子砸卢某的男子，辨认出白某1及被告人尹玉齐在现场，但不确定其是否有打架"
            ],
            [
                "7.证人白某1的证言及辨认笔录证实，2016年5月19日2时30分许，我和姐夫于某，还有尹玉齐和一名刘姓男子四人在我经营的东北烧烤店聚会，期间我起来打算到对面买烟，刚走出店铺几步，便有一骑摩托车男子载着另外两名男子从我身边开过，差点撞到我，我便说他们没有长眼睛之类的话，对方转头将摩托车停了下来，然后对着口口香石锅鱼餐厅那某喊了一声，具体他们说的话我没有听懂，石锅鱼饭店有十来名男子便往我这个方向冲过来，其中有四五名男子是先跑到石锅鱼对出路边一辆白色小汽车的车尾箱拿了几把砍刀出来冲到我面前，这时于某他们也站了起来，对方一矮个男子持刀架在于某脖子上，并扇了于某几个耳光，我见到这种情况，赶紧过去劝架，这时这矮个男子又把刀架在我脖子上，并扇了我一个耳光，并说别人摩托车又没有撞到你，不服气啊",
                "我便向他们道歉，矮个男子便将刀放下，和其他人一起回到石锅鱼餐厅继续吃饭",
                "我们回到我桌子上后，刚才开摩托车的男子和另一男子过来我们店对我们说今天大家都喝多了酒，如果我们今天晚上要打就找人来打，今天晚上就弄死我们，如果我们要报警，我们的店就别开了，我们没有回答他的话，这时又有两人将他们拉走了",
                "于某告诉我们他肩膀被砍伤了，尹玉齐就打电话报警了，不久警察就到现场了，警察到我们店里经简单询问后，便带着我们四人到石锅鱼餐厅，发现打我们的那帮人已经走了很多，只剩下五六人在那某喝酒，警察便问殴打我们的男子在不在，我看了一下没有看见那矮个男子，便告诉警察说不在，警察便叫我们回自己店等，我回到店里后，我记起来当时路边有一辆小汽车，我想找到那辆小汽车便可以找到殴打我们的人，我便步行到路边我自己的小汽车拿了一个手电筒后去找那辆小汽车，在附近找了一圈后没有找到我便回来，刚到路边我就看到于某他们和对方的人好像打起来了，但具体打斗过程我没有看清楚",
                "经辨认，白某1辨认出覃某、卢某有参与打架，辨认出岳某就是驾驶摩托车差点撞到其的人，未辨认出其他涉案人员"
            ],
            [
                "9.证人岳某的证言证实，2016年5月19日凌晨，我和覃某、莫某1、廖某1等人到广昌村口口香石锅鱼餐厅吃夜宵，当时有人说“阿某2”想过来吃夜宵，我便借了口口香老板的摩托车去接“阿某2”",
                "当我车着“阿某2”回来经过口口香餐厅旁边的东北烧烤店路边时，东北烧烤店门口坐着四个男子，其中一个男子往我开的车的方向横着过来，和我的车相隔有一米的距离，但没有撞上，我便刹车停下来，然后我看了那个男子一眼，那个男子也看了我一眼，我继续开车走了几米路，但听到东北烧烤店门口坐着的三个男子中的一个人对着我们大骂“操你妈的”",
                "我停下车看着那三个男子，回了一句“你骂谁呢”？那男子说骂我的，我便下车问他为什么骂我？他说我瞅他兄弟他就骂我，我和“阿某2”往那三个男子的方向走去并对骂，那男子便拿了一把匕首，这时覃某和“矮子”不知在哪里拿了两把砍刀冲了过来，我便上前用手打了那男子一巴掌，那男子想还手，“矮子”便用刀背往那男子左胳膊上拍了一下，问是不是想打架，对方没有说话",
                "我们便离开东北烧烤店回口口香餐厅吃夜宵了",
                "大约过了十多分钟，派出所的民警到了现场，估计是对方报警了，我怕派出所的民警会抓我，便先离开了口口香餐厅回住处了，后来发生了什么事我就不清楚了，听廖某1说我走后，覃某等人和对方打起来，双方都受伤了"
            ],
            [
                "10.证人谢某的证言证实，2016年5月19日凌晨，有一帮约十五人来到我经营的口口香石锅鱼餐厅吃宵夜，我在店门口摆好桌子点好菜后，我和我老婆就进厨房为他们做菜，到了约3时左右，我听说有人打架就从厨房出来，看见民警也在现场，当时在我店内消费的人只留下约4人，后警察从隔壁东北烧烤店带来一个人在询问了解情况，过了几分钟从隔壁的东北烧烤店来了四五人，其中一人说“你们警察不管事，就等我们来处理”，说完就有一个穿浅色短袖衣服的男子拿起椅子砸向面对我店铺左边的穿黑色短袖衣服的男子，接着另外几名男子就冲上来将桌子掀翻，同一桌子吃宵夜的看见这情况拔腿就跑，从东北烧烤店过来的其中一穿黑色衣服的男子把在我店吃宵夜戴眼镜的男子按倒在地，看见他拿着东西捅向戴眼镜的男子，接着就看见有血流出，戴眼镜的男子被捅伤后就躲在我店内，接着被捅男子一方的人就一起追从东北烧烤店过来的一方人，后我将那受伤男子拉到我店内厨房躲起来，约过了十分钟左右，我从厨房出来，看到店门口地上还有一个男子倒在地上，我看到我店门口受伤的男子就是在我店里消费的其中一人，接着又有警察过来增援，不久120来后，现场两名受伤男子被送往医院治疗",
                "我不清楚在我店内消费的一帮男子是否在之前还与东北烧烤店的人有过冲突",
                "我也没有看到现场有的士到场停下并下来两名男子的情况",
                "第二次陈述中称其不认识拿刀捅伤戴眼镜男子的黑衣男子，不确定该黑衣男子是哪一方的，现场穿黑衣的只有一名男子，该黑衣男子是从东北烧烤店过来的五六人中的一人"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2017）粤0402刑初625号"
    },
    {
        "fact": [
            "2014年3月至2016年2月，被告人余家爵在担任中山市保安服务有限公司押运分公司（以下简称“押运分公司”）清钞管理中心副主任、副经理期间，在押运分公司清钞管理中心1号工场（即1号车间）内，多次以偷拿放在工场内的钥匙偷开钱箱的方式，窃取由押运分公司保管的民生银行中山分行和平安银行中山分行的现金藏匿在口袋内带走",
            "之后，被告人余家爵利用民生银行中山分行、平安银行中山分行与押运分公司对账的时间差，私自篡改押运分公司与两家银行之间的返纳现金交接表、加钞计划表并盗用押运分公司及相关工作人员的印章盖上",
            "又在两家银行前来查库前向押运分公司工作人员谎称两家银行之间互借现金，指令工作人员进行互借操作",
            "通过方法来蒙骗押运分公司、民生银行中山分行和平安银行中山分行，掩盖其盗窃的犯罪事实",
            "被告人余家爵先后作案100多次，累计盗窃金额人民币1560万元",
            "作案后，被告人余家爵用赃款为自己及家人购买了位于中山市石岐区××路×号（即××豪庭）、沙溪镇××××等小区的房产两套、保时捷、奔驰等高档汽车三辆，为其前妻吴建玲购买了位于中山市东区××街××号（即××居）的房产一套、丰田汽车一辆，还将赃款用于本人奢侈消费、借贷给他人或给他人使用等用途",
            "2016年2月下旬，平安银行向押运分公司要求返还库存现金",
            "随后，押运分公司与平安银行、民生银行进行对账，发现存在账实不符的情况",
            "同年3月2日，被告人余家爵自动到公安机关投案，并如实供述了盗窃罪行"
        ],
        "evidence": [
            [
                "李某2的陈述：2016年3月2日上午，我公司接到公安机关来电称余家爵因盗窃公司押运金而自首",
                "公司随即通知余家爵负责的车间内两家银行（平安银行和民生银行）负责人安排人员核实库存情况",
                "之后，民生银行人员回复称其钱箱内少现金1560万元",
                "平时银行每个月都会来我公司盘点钱箱数目，但每次都没发现少钱",
                "我公司每天下午也都会盘点钱箱内钱数，再传真给银行核对",
                "2016年2月22日，我接到平安银行业务人员来电称他们银行有1000万元还在我们金库里",
                "我们经核实没有发现金库里平安银行的1000万元，后经查看视频监控发现余家爵于2015年12月至2016年2月分多次指挥工作人员把平安银行的1310万元转借给民生银行，我们将此情况告知平安银行和民生银行，民生银行回复称他们没有向平安银行借过钱"
            ],
            [
                "2.证人周某（被告人余家爵妻子）的证言：我与余家爵于2015年初认识，5月结婚，婚后我没有参加工作，平时家庭开支都是余家爵给的",
                "余家爵的工资每月有三四千元，而他每次给我家庭开支都有三四万元，我问他钱从哪里来的，他说是在外面做事赚的，但具体是什么事情赚的他没说",
                "我问过余家爵是不是在公司里偷钱，他说怎么可能，那么多监控，每天都要和银行对账，我也就打消了这个念头",
                "我与余家爵认识后较大的开支有：（1）2015年3月，余家爵用70万元现金购买了石岐区××豪庭××幢××××房，登记了他和我的名字",
                "（2）2015年4月，余家爵用40万元现金购买了一辆汽车",
                "（3）结婚时余家爵给了我家里10万元彩礼，后来我父母从中给了我88000元，我用掉了，另外我听余家爵说他和前妻离婚时给了40万元赔偿",
                "（4）2015年5、6月份，余家爵分别购买了一辆保时捷汽车，第一辆花了120多万元，第二辆花了约150万元，其中一辆保时捷911改装花了约30万元",
                "（5）2015年5月，余家爵用70多万元购买了沙溪镇××××××幢×××房，登记了他和我的名字，装修又花了60万元"
            ],
            [
                "3.证人吴某1（被告人余家爵前妻）的证言：我与余家爵于2011年11月结婚，2015年4月离婚",
                "余家爵送过以下财物给我：（1）2015年初送给我一部苹果6小屏手机",
                "（2）过了一两个月，又送我一部苹果6大屏手机",
                "（3）2015年12月23日我生日时送给我一部苹果6S手机",
                "（4）2014或2015年2月14日，送给我一条铂金项链，花了约6000元",
                "（5）2014年我生日时送给我一只黄金手镯，价值6000至7000元",
                "（6）2014年冬季，送给我一只18K铂金钻石戒指，价值15000至16000元",
                "（7）2014年在香港给我买了一件衣服，价值1000元",
                "（8）2014年冬季，送给我一台苹果手提电脑，价值7000多元",
                "（9）送给我一部苹果平板电脑4，时间和价值忘了"
            ],
            [
                "5.证人王某1（吴某1的男友）的证言：我与吴某1于2015年4月认识，她当时有粤Ｔ×××××号丰田86小汽车和一辆雷克萨斯小汽车，还有东区××街××小区×××房",
                "过了约三个月，吴某1突然说把雷克萨斯小汽车卖了，后来又说过户给了她前夫的亲戚",
                "石岐区××豪庭×幢××××房是我母亲与我给的钱交了首期送给吴某1的",
                "港口镇××园××幢×××房是吴某1母亲陈某2给的首付，房贷也是她支付，因为她年纪大了，贷款银行不受理，她儿子又被银行列入黑名单"
            ],
            [
                "6.证人李某6的证言：我与余家爵是高中同学，前后分分合合谈过几次恋爱，直到我2010年与他人结婚后就没什么联系了",
                "2015年，我离婚后余家爵又联系上我，说还很爱我，准备与老婆离婚，叫我和他一起生活，我就相信了他",
                "2015年8至12月间，他先后送给我LV手袋一个，价值12000元",
                "LV手包一个，价值9000元",
                "白金项链带吊坠一条，价值5000元",
                "白金耳环一个，价值700元",
                "2015年，余家爵分几次给了我23万元现金，2016年2月又一次性给了我28万元现金",
                "他给钱我后，在平时生活中当他带我去消费时多数是叫我买单，共花了20万元",
                "2016年2月他又叫我转了15万元和4万元回他的银行卡里",
                "另外，2015年11月起，余家爵还把他的保时捷911小汽车给我使用",
                "余家爵平时花费很大，又买车又买楼的，还常到夜总会请朋友喝酒，我问他钱从哪里来，他说做偏门生意赚的，叫我不要问这么多",
                "李某6并对其银行卡、车钥匙、首饰、手袋等物进行了辨认"
            ],
            [
                "7.证人梁某（被告人余家爵的表嫂）的证言：2015年7月前，余家爵对我说有一辆雷克萨斯IS250小汽车可以便宜卖给我，我说只能把自己的小汽车卖了再把钱给他，他说可以",
                "之后，我丈夫把家中小汽车以48000元卖掉，我们把钱给余家爵，他没收，只说那辆雷克萨斯小汽车就给我用了，车子是登记在他前妻吴某1名下，让我与吴某1联系",
                "同年7月20日，我与吴某1去办了过户手续",
                "梁某并对粤Ｔ×××××号小汽车及该车行驶证（车主梁某）、钥匙进行了辨认"
            ],
            [
                "8.证人余某（被告人余家爵的父亲）的证言：余家爵和吴某1离婚前和我夫妇住在一起，他女儿一直是我夫妇在带",
                "后来余家爵住在外面，不时回来看望小孩，有一次我见他开了一辆豪华汽车回来，问他开谁的车，他说是跟大老板做事，开的是老板的车",
                "余家爵自工作后就没给过钱我夫妇，连他小孩上学和生活费用都是我们出的"
            ],
            [
                "9.证人许某的证言：我于2014年10月入职押运分公司做清点员，2015年8月起调到1号车间做结算员，负责做账及与银行对账",
                "余家爵是1号车间的副主任，负责监督工场的业务完成情况和人员，他不能操作清点钱箱工作，只是监督整个工场是否有违规操作及最后复核单据是否正确",
                "我不知道余家爵盗窃的情况，但我知道他盗用了公司的业务章、我的私章和李某2的印鉴",
                "公司每天在清钞完毕把账目对清后就会在账单上盖上我的私章、余家爵的私章、公司的业务章、李某2的印鉴，再由我传真给客户单位",
                "余家爵为了掩盖他的盗窃行为，对客户说我传真过去的对账单是错的，他重新传真过去，并在他伪造的对账单上盗盖我的私章、公司的业务章和李某2的印鉴",
                "以上印章由我保管，我统一放在公司办公桌的抽屉里，按职责余家爵不能使用公司业务章，他是趁没人时拿出来盖的",
                "2016年2月22日，公司接到平安银行询问他们有约1000万元长期存放在我公司库存内，为什么不返还给他们",
                "李某2到我们工场盘库，没有发现这笔钱在钱库内",
                "经与平安银行对账，发现确有1040万元在我公司",
                "公司再问余家爵，他称民生银行借了平安银行1040万元",
                "公司经查看监控视频，发现余家爵分多次把平安银行的钱借给民生银行",
                "本案案发后，民生银行于2016年3月2日来查库，和我们账目对查后发现少了1560万元",
                "余家爵平时经常把平安银行和民生银行的钱互借，他给我们的解释是民生银行不够钱返还人民银行，要先借平安银行的钱返还，民生银行说不经我们工场会直接和平安银行结算",
                "余家爵每次说银行之间要借钱时，就指挥工场工作人员来操作，他自己不会操作",
                "有时我问他民生银行借平安银行的钱什么时候返还，他说民生银行会和平安银行直接结算，不要我操心",
                "民生银行当日借平安银行的钱在第二天对账单的返还一栏会有显示，如当日民生银行借了平安银行100万元，我们要返还平安银行300万元，实际上就只返还给平安银行200万元，而我给平安银行的对账单上返还一栏还是会写返还300万元，每次这样操作平安银行都没有说出错，我就认为是余家爵给我说的民生银行会直接和平安银行清算这笔数",
                "我这样操作过五六次，最大一笔有320万元",
                "我刚入职公司时余家爵是开摩托车上班的，后来听同事说他在2015年5月购买了一辆保时捷汽车，还经常出入一些高档场所"
            ],
            [
                "10.证人高某（押运分公司清钞管理中心主管）的证言：2016年2月22日，平安银行负责人来电称有1000多万元现金放在我公司，为什么不返纳给他们",
                "之后，李某2就带着许某、余家爵及包括我在内的其他主管查平安银行的账目",
                "同年3月，我与李某2第一次通过查找车间监控录像，发现余家爵三次指挥工作人员把民生银行的钱借给平安银行，其中2015年12月23日470万元（后期从视频监控翻查发现该日平安银行过来盘库，余家爵让工作人员把民生银行的470万元放在平安银行的箱子里应付查库，等查完库后再把钱放回民生银行的箱子里），24日320万元，28日250万元，当时李某2只要求我协助翻查这三段监控录像",
                "2016年8月12日，我与许某再次复核了监控录像，就查到了上述三段监控录像及2016年1月4日平安银行借给民生银行70万元的监控录像，之后我因工作需要没有陪许某复核其他监控录像",
                "2015年12月23日，余家爵吩咐我们把民生银行的470万元放在平安银行的尾箱里，大约过了两个小时，当我准备锁上尾箱时，余家爵说不需要返还这470万元，叫我将该款从平安银行尾箱放回民生银行的尾箱，当天的视频监控也记录了这一情况",
                "余家爵曾多次把平安银行和民生银行的钱互借，他向我们解释说民生银行那边需要将残旧钞换成新钞，是与平安银行交换，我觉得不对劲，就问他两家银行是否知情，他说是的，并说两家银行已自己协商好，不用经过我们公司记录",
                "那几天我没有收到平安银行或民生银行账目不符的信息，就没有继续追问余家爵",
                "具体的转借流程是余家爵命令许某制作银行对账表，交由主管们进行当天返纳金额盘点操作"
            ],
            [
                "11.证人李某7（押运公司副总经理）的证言：余家爵于2007年入职押运分公司，2012年9月10日任清钞管理中心副主任兼实物管理部经理，2015年9月7日任清钞管理中心副经理",
                "按照他的工作职责，是不能直接接触现金的",
                "案发之前，我听同事说余家爵买了豪车，就让监察部的同事去了解他的情况，余家爵向同事说豪车是他开厂的舅舅买给他的"
            ],
            [
                "12.证人刘某（民生银行工作人员）的证言：按规定，每月我们银行两名工作人员随机到押运分公司盘库，一般是我和罗某去",
                "我们与押运分公司的日常对账由罗某负责，我则负责每月的盘库",
                "2016年3月2日我休假，去盘库的是罗某和章某，发现少了1560万元，而之前的盘库都没有异常情况，账实相符"
            ],
            [
                "13.证人罗某（民生银行工作人员）的证言：我于2014年10月起负责与押运分公司的账目对接，我们会提前一天把第二天的柜员机加钞计划用传真机发给押运分公司，押运分公司在收到加钞计划后在当天给柜员机加钞和清机，下午把对账表用传真机传给我们对账",
                "但在2015年3月至2016年2月期间，余家爵说他们的传真机经常有问题，多数是用微信把对账表发给我对账",
                "我与同事对账无异议后，就会回复余家爵",
                "第二天早上，押运分公司把前一天的对账表放在民生银行钱箱内送过来",
                "2015年10月后，对账表经常没有跟着钱箱送过来，余家爵的解释是他管着印章，每次下班清机还没有结束，所以第二天上班后再盖章送过来",
                "民生银行每月随机一天派两个人到押运分公司盘查库存现金数目和账目，2015至2016年是我和刘某负责盘库",
                "2015年下半年，余家爵来电说他们业务部下文让我们去盘库时提前一天通知他，他们好作安排",
                "案发前，我们每次去盘库账目都没有问题",
                "2016年3月2日，我与章某去押运分公司盘库，发现库存现金少了1560万元，我们将此情况报告上级和押运分公司负责人，下午才知道是余家爵偷的钱"
            ],
            [
                "14.证人林某（平安银行工作人员）的证言：我于2016年2月起负责民生银行的清算工作，每天晚上将押运分公司传真来的柜员机清机加钞计划表与我们系统进行匹配，无误后进行核销",
                "至案发前，我与押运分公司核对的工作项目没有异常",
                "我听同事李某4说，2016年2月她要求押运分公司返纳1000万元，押运分公司以各种理由拒绝，那时就开始觉得有问题"
            ],
            [
                "15.证人李某4（平安银行工作人员）的证言：我在平安银行的职责是授权和复核账目",
                "我们银行当天做好第二天的加钞计划表传真给押运分公司，对方在第二天把清机回来的钱、库存数目及当天返纳现金数目写在加钞计划表上传真给我们，我们再把上述数据与银行系统数据对账，如果有不符的话我会打电话给余家爵询问",
                "我们银行每三个月会到押运分公司盘库一次，盘库前会提前通知对方",
                "2016年2月22日，我拿着押运分公司传真过来的对账表和银行的数据系统对比时发现对账表上库存数少了约1000万元，就打电话告诉李某2，李某2当天查库后说他们库房内没有这笔钱",
                "次日，李某2带着余家爵、许某来平安银行与我们对账，发现我们确实有1000万元存放在押运分公司",
                "后来李某2告诉我他们查出问题了，是我们银行把钱借给了民生银行，我说不可能，我们没有给押运分公司发过这样的指令",
                "之后，押运分公司经过五六次共返纳给我们银行1410万元，现在我们的账目平了"
            ],
            [
                "16.证人王某3（中山市名人国际公馆业务经理）的证言：我于2015年7月到名人公馆上班，就给余家爵发短信让他有空过来玩，之后他来名人公馆喝酒都是找我给他订房",
                "从2015年7月开始，余家爵每月最少来4-5次，多时10多次，每次消费约4000元，经常和他一起来的有恩哥、日哥、文哥等人",
                "另外，我以前在东区世纪会的同事“娟子”也会帮余家爵在世纪会订房"
            ],
            [
                "17.证人王某4的证言：2014年5月，我在中山市利和御和会上班时认识余家爵，他和朋友来喝酒都是找我订房",
                "2015年4月，我到中山市石岐区超班KTV上班，余家爵来超班喝酒也是找我订房，至2015年10月后我就没见过他了",
                "我在御和会时他每月最少来喝4-5次酒，我到超班后他就很少来了",
                "余家爵每次都和阿文、恩哥一起来，消费3000-4000元左右"
            ],
            [
                "18.证人郭某2的证言：我以前曾在押运分公司工作，与余家爵是同事",
                "以前余家爵的生活很紧张，经常向我借两三百元周转",
                "大约从2014年下半年开始，余家爵就每周都约我到外面吃饭喝酒，到2015年更加频繁，平均每周有三四次，每次都是他结账",
                "吃饭的地方都是农庄，平均消费两三千元，饭后到世纪会、名人等夜总会喝酒，平均消费四五千元",
                "我们一起吃饭喝酒的人还有李某5、冯某、何某等人",
                "我有怀疑过余家爵钱的来源，但不知道他是从押运分公司里偷出来的，因为我在押运分公司工作过，知道这是很困难的",
                "我多次问过余家爵钱的来源，他说是跟亲戚做生意赚回来的",
                "我共向余家爵借了8万元，其中3万元是2015年5月借的，5万元是2016年2月借的，当时余家爵给了我35万元，让我把其中30万元存到吴某1的银行卡内，我就把该35万元先存到我的银行卡里，再把30万元转给吴某1"
            ],
            [
                "19.证人冯某的证言：我与余家爵是同事，以前也有和他一起吃饭聚会，他每次都是骑摩托来",
                "到2015年3月左右，余家爵突然买了一辆雷克萨斯汽车，我问他哪里来的钱，他说跟叔叔做生意，车子是分期付款买的",
                "不到一个月，余家爵又买了一辆奔驰，随即又买了两辆保时捷",
                "我还问过他保时捷是不是他的，他说是他亲戚的",
                "2015年10月开始，余家爵经常叫我出去吃饭，一个月最少四五次，每次消费三四百元，饭后再去KTV，每次消费四五千元，都是余家爵买单，一起去的还有李某6、郭某2、恩哥等人",
                "2016年2月，我向余家爵借了4万元"
            ],
            [
                "20.证人李某5的证言：我与余家爵是2015年4月经同事郭某2介绍认识的，他给我的感觉是很热情、豪爽、大方，每次我们去吃饭他都从汽车尾箱拿钱出来，我有时见他汽车尾箱里有很多现金",
                "我问过郭某2余家爵的钱是不是从公司偷来的，郭某2说余家爵有个舅舅很有钱，应该是跟他舅舅一起发财的",
                "我与余家爵认识后，他基本上每天都叫我和郭某2出去吃饭，我有时会推掉，但每月也最少参加10次，一起的还有李某6、冯某及余家爵的同事、平安银行的工作人员等",
                "吃饭的消费最少在1000元以上，高的5000元以上",
                "饭后就在名人酒吧、世纪会、超班、御和会等夜总会喝酒，每次消费5000-15000元"
            ]
        ],
        "cause": [
            "盗窃罪"
        ],
        "case_no": "（2016）粤20刑初113号"
    },
    {
        "fact": [
            "2012年5月20日12时许，被害人蓝X茂到被告人杨秀辉家指责和谩骂杨的岳母，并用石头砸杨秀辉家的门窗和砸伤杨秀辉的头部，杨秀辉出门追上蓝X茂后，在抢夺蓝X茂手持的杉木棒过程中将蓝绊倒，致蓝X茂的头部撞到村道旁的石头堆上，造成蓝X茂头部受伤",
            "杨秀辉接着将蓝压在地上，并用抢得的杉木棒朝蓝X茂的身上打了数下",
            "被告人蓝汉飞持木棒与被告人蒙美凤、蓝翠艳先后赶到了现场，蓝汉飞用手中的木棒殴打蓝X茂的腿脚部，蒙美凤用手和木棒打蓝X茂的阴部，蓝翠艳则抓住蓝X茂的脚",
            "之后，杨秀辉又从蓝汉飞的手中要过木棒继续朝蓝X茂的肩部和腰臀部打了几下",
            "当蓝X茂失去反抗能力后，被告人杨秀辉、蓝汉飞、蒙美凤、蓝翠艳等离开现场",
            "蓝X茂被打伤后于当日16时许死亡"
        ],
        "evidence": [
            [
                "（9）证人梁X棉证实，2012年5月20日13时许，其途经蓝X2家房后的电杆旁时，看见蓝X茂躺在地上，蓝X茂还看了其两眼",
                "在蓝X2家喝酒时，也听蓝X2的家人讲了此事",
                "蓝X2还说蓝X茂死的话就是因为他的那张嘴",
                "后来其到杨秀辉家，看见杨秀辉用手捂住头部并对我说，蓝X茂到他家用石头砸门窗，还将他砸伤",
                "到了晚上其听说蓝X茂死了",
                "同时证实蓝X茂精神有问题，经常乱骂人"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2012）来刑一初字第64号"
    },
    {
        "fact": [
            "2015年至2019年，被告人卢林祥在担任普定县公安局马官派出所所长、城关派出所所长、治安管理大队大队长期间，包庇、纵容黑社会性质组织成员进行违法犯罪活动",
            "徇私情，对明知是有罪的人故意包庇不使他受追诉",
            "利用职务便利收受他人财物",
            "具体如下：一、包庇、纵容黑社会性质组织的犯罪事实被告人卢林祥明知胡某、方某、李勇、贺某1、吴某1、王某2、黄某1等人经常有组织地实施违法犯罪活动，不履行查禁职责，通风报信，致使人员违法犯罪行为未被及时追究，再次实施了多起违法犯罪行为",
            "2009年以来，胡某、方某为长期在普定县方，获取非法利益，以发小、亲属、同学、毒友、赌友等关系，拉拢多人参与，逐步形成了以胡某、方某为组织者、领导者，贺某1、吴某1、李勇、王某2等人为主要骨干和积极参加者，黄某1、彭某2等人为参加者的黑社会性质组织，有组织地在普定县实施了40余起违法犯罪活动，造成极其恶劣的社会影响，严重破坏普定当地经济发展和正常社会生活秩序",
            "胡某、方某等人多次请托被告人卢林祥帮忙，帮助该组织成员逃避法律处罚，而被告人卢林祥明知胡某、方某、李勇、贺某1、吴某1、王某2、黄某1等人经常有组织地实施违法犯罪活动，仍然利用其担任普定县公安局派出所副所长、所长的职务便利，不履行查禁职责，通风报信，帮助逃避法律处罚，致使人员的违法犯罪行为未被追究，再次实施多起违法犯罪行为",
            "2019年10月30日，贵州省关岭布依族苗族自治县人民法院以胡某、方某犯组织、领导黑社会性质组织罪等犯罪，判处有期徒刑二十五年",
            "以李勇、贺某1、吴某1、王某2、黄某1犯参加黑社会性质组织罪等犯罪分别被判处二十年至十年六个月不等的有期徒刑"
        ],
        "evidence": [
            [
                "被告人卢林祥供述和辩解：街心花园楼上赌博案是李某2带队出警，赌博人员被带回派出所后，胡某、方某来派出所向其与李某2求情要求罚款处理",
                "其亲戚彭世勋也给我打电话说他的妻子刘某2也在这次抓赌时被带到穿洞派出所了，向我求情，于是安排李某2在给刘某2取材料时处理一下，免得她受到法律和纪律处理",
                "卢林祥向赵某1汇报对黄某1等人罚款200元，赵某1同意后，就作出决定每人罚款200元",
                "由于该案件有胡某、方某、彭世勋等人说情打招呼，我和李某2也想放水，所以我们就没有严格按照法律规定深入开展调查工作"
            ],
            [
                "被告人卢林祥的供述和辩解：2018年9月4日下午6点过钟，我打电话给方某后叫他换个电话打给我",
                "方某就用另外一个号码给我打过来",
                "我在电话里面给方某说你们怎么会做这种没有觉悟的事情"
            ],
            [
                "（13）证人方某证实：2013年年底，卢林祥拿了一张还款承诺书给方某，让方某去万丰酒店找王某1收账",
                "方某去万丰酒店找王某1三次，第一次是我带着王某2去，去了之后我就直接给王某1表明，我是来给彭某1收账的",
                "第二次是卢林祥打电话给我让我去的，我才知道彭某1是卢林祥的老婆",
                "第三次是吴某1打电话让我去的，当时吴某1和王某1在办公室，我去了之后，吴某1就说，他和王某1是朋友，卢所长的钱不要逼得这么紧，多宽限一点时间，我也同意了"
            ]
        ],
        "cause": [
            "挪用公款罪",
            "寻衅滋事罪",
            "窝藏、包庇罪",
            "贪污罪",
            "滥用职权罪",
            "受贿罪",
            "包庇、纵容黑社会性质组织罪"
        ],
        "case_no": "（2020）黔0121刑初32号"
    },
    {
        "fact": [
            "被告人石海龙、纪海生、高海涛多次纠集在一起实施违法活动，造成了较为恶劣的社会影响，已构成恶势力犯罪",
            "三被告人的违法行为曾多次被公安机关击打和处理，主要违法犯罪事实有：一、2018年1月1日，三被告人在索马里酒吧殴打他人，被虎林市公安局于2018年5月24日、5月28日分别做出行政拘留10日，罚款500元的处罚",
            "二、2018年1月3日三被告人因为赌博提供条件，被虎林市公安局于2018年5月28日做出行政拘留10日，罚款2000元的处罚",
            "本案犯罪事实：2018年2月12日，虎林市虎林镇义和村村民委员会准备于当日8时召开2018年土地竞价承包会，被告人石海龙通过刘某1刚得知此事后召集纪海生、高海涛、孙某1等人在7时许前往竞拍会现场，希望在会后混得吃喝",
            "三被告人到达义和村村委会时，见被害人王某1与刘某1刚因土地竞拍发生口角",
            "被告人石海龙先无端上前抓住王强衣领将其从义和村村委会院内拽至门口",
            "随后，被告人纪海生、高海涛亦上前伙同石海龙帮助刘某1刚将与其三人并无矛盾的被害人王某1殴打致伤，造成虎林市义和村土地竞价承包会参会人员多人围观，现场秩序混乱"
        ],
        "evidence": [
            [
                "1的陈述证实：2018年2月12日8时许，因义和村将召开土地竞价承包土地大会，我当时正在村委会门口抽烟，刘某1刚见到我后先是无故辱骂，接着刘某1刚、石海龙和刘某1军将我拽到大门外，刘某1刚用拳头打我，石海龙用脚踹我，随后一帮人上来对我拳打脚踢",
                "之后对方开车走了,后来刘某1刚又打了我两拳，我打电话报警",
                "我和刘某1刚因为上一次承包土地的事情有矛盾",
                "刘某1刚把我的左侧耳朵打出血了，左侧肋骨骨折是刘某1刚和石海龙踢的，他们打我时没有使用工具,我没有还手"
            ],
            [
                "2、证人王某2证言证实：2018年2月12日早上8点多钟，我们到村委会参加包地的事情",
                "听到有人喊打起来了，我到村委会门口时，打仗的人已经散了，我正准备回屋时，看见王某1与刘某1刚互相拽着衣服，后来双方都松手开车走了",
                "王某1和刘某1刚好像因为2016年包地产生过矛盾"
            ],
            [
                "7、证人刘某4证言证实：2018年2月12日8点左右，我去义和村委会参加2018年土地竞价承包会，因为土地的问题我与王某1发生口角，并且撕打起来",
                "我上前去用右手拽王某1的左肩膀，王某1也用右手拽我的左肩膀，我把对方往大门外拽，这时石海龙过来帮我把王某1往外拽，我俩把王强拽出了义和村委会的院子以后村民就把我们围住了",
                "这时刘树启和李明将我们拉开，王某1还骂我，我便用右拳打了王某1的头部，王某1也骂石海龙，石海龙打了王某1"
            ],
            [
                "13、被告人石海龙的供述和辩解证实：2018年2月12日早上，刘某1刚给我打电话说村里今天杠地，中午过去吃饭，我联系纪海生、高海涛一起去义和村",
                "到了村委会之后看到刘某1刚和王某1情绪都很激动的在互相辱骂，然后我就上前拉架，之后刘某1刚拽王某1，我帮刘某1刚拽王某1并动手打了他",
                "2018年1月1日晚上我和高海涛、纪海生在索马里酒吧帮曹某东打架",
                "2018年1月3日我和纪海生、高海涛为赌博提供条件被公安机关处理"
            ],
            [
                "14、被告人纪海生供述和辩解证实：2018年2月12日早7点左右，石海龙约我和高海涛去义和村土地竞价大会，八点左右我们就一起到的义和村支部，看到刘某1刚和王某1在村支部院里撕吧，石海龙就上前帮刘某1刚拽王某1，将王某1拽到了村支部大门外，刘某1刚和王某1相互骂了起来，刘某1刚先打了王某1一下，接着石海龙、我、高海涛上前帮着刘某1刚一起打王某1，打了大概2、3分钟就不打了，然后我们乘车离开",
                "2018年1月1日21时在索马里酒吧，我、石海龙、高海涛因为哥们义气，帮曹某东打架",
                "我和石海龙、高海涛2018年1月3日为赌博提供条件，被公安机关处罚"
            ],
            [
                "15、被告人高海涛供述和辩解证实：2018年2月12日早上，纪海生让我陪他去义和村支部去看村民杠地",
                "石海龙乘坐洋洋的车，我开车拉着纪海生一起去义和村支部",
                "在村支部门口，看到刘某1刚和王某1在院子里，刘某1刚拽着王某1的脖领子，互相骂，石海龙上前拽着王某1脖领子往村支部门口拽，拽到门口，有村民将他们三人拉开，然后王某1站在村门口骂刘某1刚，刘某1刚用拳头，打了王某1的脸一下，这时石海龙就上前用拳头打王某1，王某1就倒了，石海龙、刘某1刚、纪海生上去踢王某1，我上前用右脚踢了一脚，但是没有踢到王某1，就让后面的村民把我拽回来了，我们都被村民拉开了，石海龙让我们走，我们就上车走了",
                "2018年1月1日在索马里酒吧打架，打架的有我、石海龙、纪海生",
                "我看石海龙跟别人打起来了我就上去帮他了",
                "我与石海龙、纪海生为赌博提供条件，被公安机关处罚了"
            ]
        ],
        "cause": [
            "寻衅滋事罪"
        ],
        "case_no": "（2018）黑0381刑初112号"
    },
    {
        "fact": [
            "2004年8月，张某2与荆门市宝山集团总经理王某2通过口头协商承接到荆门市白庙小学附属房屋和渣油库拆迁工程",
            "尔后，张某2组织工人开始拆迁",
            "在施工的过程中，王某1阻拦张某2的施工车辆进出，同时邀约廖某1（另案处理）合伙承接该工程，并商定由王某1负责取得该拆迁工程合同，廖某1负责解决施工中遇到的麻烦",
            "不久，王某1取得了该工程拆迁合同，廖某1遂安排郭某（另案处理）到拆迁工地上要求张某2停止施工，张某2予以拒绝，郭某打了张某2两耳光，张某2随即向公安机关报警，郭某见状后离开现场",
            "2004年8月23日，张某2请彭某1到拆迁工地“看场子”，彭某1随即邀约了吴某、张某1、李某1等十余人到拆迁工地",
            "王某1看到后电话告知了廖某1，廖某1打电话让严某（另案处理）、李某2（另案处理）、季某（另案处理）等人与郭某一起到拆迁工地让张某2退出场地",
            "不久，郭某、李某2（另案处理）、刘某3（另案处理）、杨某（另案处理）、周某（另案处理）、王文权、肖某（另案处理）等十余人携带砍刀、弯镰、鱼叉等打架工具到白庙小学拆迁工地汇合，在郭某的带领下冲进工地追砍想与其打架斗殴的彭某1、张某1、李某1等人，其中，李某1持瓦条打中王文权背部后逃跑，王文权追上后用鱼叉将李某1后腰处叉伤，彭某1、张某1、李某1被郭某等人砍伤",
            "2006年5月17日，陈某到白庙派出所投案，当日即被取保候审",
            "在该案的诉讼过程中，廖某1请刘红生帮忙在郭某、陈某取保候审期间担任保证人，并为郭某聘请了辩护律师",
            "2006年8月1日，郭某、陈俊被掇刀区人民法院分别判处有期徒刑二年和有期徒刑一年",
            "郭某、陈某在看守所服刑期间，廖某1多次去探望二人并给生活费"
        ],
        "evidence": [
            [
                "10.证人廖某1的证言，证实2004年8月，王某1知道我挂靠荆门市房产局下属房屋修缮公司的资质在搞拆迁，要与我合伙搞拆迁，我同意了",
                "但是后来王某1给我打电话说张某2没有签到拆迁合同就已经在渣油库开始拆迁了，要我过去让张某2他们退场",
                "于是，在我们签到合同后的第二天，我就安排手下郭某过去找张某2",
                "郭某办完事后回来，说他看见王某1和张某2在工地上拉扯，就上去打了张某2两嘴巴，赶张某2退场，然后，张某2报了警，他就跑回来了",
                "8月23日，我正在荆州江北监狱接人，接到王某1电话，得知张某2仍在工地上拆迁，并带了七八个社会上的“混混”在工地上“罩场子”",
                "我在电话里说会安排郭某去工地上要张某2他们退场",
                "我担心郭某他们人手不够，又安排其他人过去帮忙",
                "过了一个多小时，郭某给我打电话，说他们在白庙小学渣油库工地上把对方的人砍伤了",
                "之后，我打听到对方受伤比较重的一个人叫彭某1，就带王某1与彭某1见面谈和解的事，彭某1要我们支付三四万元的赔偿费，双方在白庙派出所签订了调解协议书"
            ],
            [
                "11.证人郭某的证言，证实廖某1是我的“老大”",
                "2004年8月的一天，我接到廖某1的电话，说有人在抢工程，要我带人到白庙小学附近的拆迁工地",
                "我联系了杨某、刘某3、刘某4、季某等十余人到白庙小学打架砍人",
                "砍人后，廖某1让我在外地躲了几个月",
                "我回来后，廖某1让我去白庙派出所投案，当时接待我的是一个姓毕的警官",
                "我说其他人都不认识，毕警官说不可能，我没办法就编了一个“魏某”，说人都是“魏某”喊的",
                "廖某1准备安排陈某去冒充“魏某”，我和陈某在荆门看守所服刑期间，廖某1通过关系，让我和陈某在看守所干轻松点的活"
            ],
            [
                "13.证人聂某的证言，证实2004年夏天的一天，季某让我带人去白庙小学帮郭某打架，我安排周某等人去白庙小学跟郭某碰头，听从郭某的安排与人扯皮打架",
                "当天晚上，周某和肖某给我打电话说，他们几个在白庙小学帮郭某打架，彭某1被郭某等人砍伤了，要跑路出去躲一阵",
                "我当天晚上就带着周某、肖某等人躲到宜昌去了"
            ],
            [
                "14.证人周某的证言，证实2004年8月的一天下午，聂某给我打电话说，要我带人、鱼叉到白庙小学跟郭某会合，帮郭某打架",
                "我带上郭蔷、王文权、肖某、苏某等人，开车赶到白庙小学门口与郭某的队伍一起拿鱼叉、砍刀等工具冲进院子追赶里面拿木棒、钢管的十几个人",
                "我看见郭某带着两三个人拿着砍刀追上彭某1，围着他砍，将其砍倒在地",
                "砍了半分钟，郭某喊了一声“撤”，我们所有人就逃离现场"
            ],
            [
                "15.证人肖某的证言，证实2004年夏天的一天，周某对我说，聂某喊我们去白庙小学帮忙扯皮打架",
                "我们来到原白庙小学拆迁工地，我们一起走进院子，里面有对方十几个人，我们这边所有人向对方冲去",
                "对方看我们人数太多，就开始四处逃散，我、周某、王文权也拿鱼叉追赶对方逃跑的人，正在追的时候，听见有人喊了一声“撤”，我、周某、王文权赶忙跑到门口的面包车上逃离现场"
            ],
            [
                "16.证人李某2的证言，证实2004年夏天的一天下午，廖某1给我打电话说白庙小学有人扯皮闹事，让我与郭某联系",
                "我与郭某联系后，他开车到文化宫接我们，车上还有杨某",
                "到白庙小学工地后，我和季某手下的小伢子一起，在郭某的指挥下，手持鱼叉、弯镰、砍刀追赶工地上的人，并将其中的人砍伤"
            ],
            [
                "19.证人刘某1的证言，证实2004年下半年的一天，廖某1给我打电话，说白庙小学渣油库的拆迁工地有人在闹事，还请了“混混”“罩场子”，让我去看看认不认识那些“混混”，如果认识，就说这个工程是他的，要对方退场",
                "我到工地后，发现工人和十多个“罩场子”的“混混”都不认识",
                "廖某1说，既然不认识，该怎么搞就怎么搞，让我给郭某打电话，要郭某带人过来把这些“罩场子”的人赶走"
            ],
            [
                "21.证人张某2的证言，证实2004年8月，我口头承接了白庙小学拆迁工程，在拆迁后的两三天遭到王某1的阻拦",
                "8月16日，我在工地上监工时，王某1带了几个人来到工地",
                "其中一人左胳膊上有一块胎记，胎记上有一撮毛，他问我有没有合同，并打了我两嘴巴",
                "8月23日，我听说王某1已经把白庙小学拆迁工程的合同签了，就找到王某2，王某2说王某1逼他签的合同，还说叫我先拆，如果扯皮，就叫我们去他办公室，把这个拆迁工程一人一半",
                "当天下午，我安排工人在工地上拆房屋，彭某1带着几个年轻人在工地上监工",
                "工人给我打电话，说来了一帮人在工地上砍人，我赶到工地上时，发现彭某1和张某1受了伤，就用车将他们载到石化医院抢救",
                "医药费都是我出的，大概四万元左右"
            ],
            [
                "23.证人李某3的证言，证实2004年8月的一天，孙某说“军阿子”姐夫哥的拆迁工地上有人扯皮，叫我和刘某2、刘某5跟着“军阿子”去拆迁工地帮忙",
                "我们刚到工地没多久，就有另外一群人拿着砍刀、弯镰、鱼叉等凶器冲进来砍我们，我们这边有人受伤",
                "我看情况不对，就翻院墙跑了，没有被砍着"
            ],
            [
                "25.证人张某1的证言，证实2004年8月23日下午3时许，我们有十几个人在张老板的一个油渣厂的拆房工地上，当时，有四五个人在拆，其余的人在休息",
                "之后，大约十五个人拿着砍刀、镰刀、叉子冲过来，我们的人都跑了",
                "有两人分别拿砍刀和叉子追在我后面，我摔倒后，拿叉子的朝我右胳膊叉了一下，拿砍刀的将我两只胳膊砍伤"
            ],
            [
                "27.证人王某2的证言，证实王某1和王某4三番五次到集团来找我，赖在我的办公室不走，而且王某1和王某4都是我的亲戚，我只好让他们承接拆迁工程",
                "8月23日早上，王某4拿着杜某校长拟定的一份合同来找我，说杜校长已经同意了，我就在合同上签了字",
                "由于曾经承诺把工程交给张某2，后来迫于压力又把工程让给王某1和王某4，他们因为这件事情产生了矛盾"
            ],
            [
                "1的陈述，证实2004年8月，张某2在拆迁白庙小学的过程中，遭到白庙村三组一个姓王的阻拦，张某2就要我喊几个人去白庙小学看场子",
                "8月23日中午，郭某带着两个人到了餐馆跟张某2讲狠话，说白庙小学的拆迁工程必须由他们来做，谁也不可以插手，随后离开",
                "我们吃完午饭之后就一起去了白庙小学的拆迁工地",
                "过了没几分钟，我看见郭某带着大约十几个人拿着砍刀、弯镰等凶器向我们冲过来",
                "我和万某军、吴某等人没来得及拿事先准备的砍刀和西瓜刀，转身就跑",
                "我被砍翻在地，有人用刀砍我的背部，郭某把我的右手砍伤",
                "我们这边还有一个被万某军叫来的年轻人也被砍的很严重",
                "警察赶来后，将我和另一个伤势很重的人送到石化医院接受治疗",
                "我出院后，经过多次协商，他们赔偿我医药费、营养费等共计五万元"
            ],
            [
                "1的陈述，证实2004年下半年，吴某、万某军等人叫着我一起去白庙小学旁边的一个餐馆吃饭",
                "吃饭的时候，有人谈论说由于白庙小学拆迁的事情和别人发生了矛盾，要扯皮打架",
                "饭后，吴某、我和万某军等人一起到白庙小学旁边的一个拆迁工地上",
                "我们就准备了一些瓦条，以备打架的时候使用",
                "过了一会，我看见院子外面有一二十个年轻人拿着弯镰、鱼叉和砍刀向我们冲过来",
                "我发现我们这边的人都吓跑了的时候，便赶紧也开始逃跑",
                "在逃跑时，对方拿着鱼叉和弯镰在我的身上乱戳，把我的腰部和腿部都弄伤了，我翻过了院墙就往热电厂方向跑了"
            ]
        ],
        "cause": [
            "聚众斗殴罪"
        ],
        "case_no": "（2017）鄂0822刑初214号"
    },
    {
        "fact": [
            "2016年10月23日16时许，被告人徐某某饮酒后，无证驾驶豫XXXXXX号速腾牌小型轿车，在古交市金牛大街由东向西行驶至德克士路段时，将横过马路的行人韩某某碰撞",
            "韩某某报警后，民警赶到现场将徐某某带回交警队",
            "当日18时许，古交市中心医院的医务人员抽取了徐某某的血样",
            "经检验，徐某某血样中检出乙醇成分，含量为132.23mg/100ml",
            "经古交市公安局交警大队认定，徐某某负全部责任",
            "事故发生后，徐某某积极给韩某某治疗，韩某某表示不再追究徐某某的责任"
        ],
        "evidence": [
            [
                "2、证人韩某某的证言：2016年10月23日16时许，我在金牛大街，突然被一辆豫JLD797速腾轿车撞了",
                "我在与司机交谈过程中，发现司机有酒驾嫌疑，就报了警",
                "民警赶到现场后将司机带回交警队"
            ]
        ],
        "cause": [
            "危险驾驶罪"
        ],
        "case_no": "（2017）晋0181刑初8号"
    },
    {
        "fact": [
            "被害人杨某的哥哥是安义县东阳镇十三区酒吧股东之一，黄国晋是被告人黄国盛的哥哥",
            "2017年1月5日23时15分许，与被告人黄国盛一起喝酒后的黄国晋身上携带一把菜刀、一把水果刀进到安义县东阳镇十三区酒吧后，与在酒吧喝酒后正欲离开的被害人杨某及王某、邓某等人相某，杨某发现黄国晋喝了酒且身上有一把菜刀，便与王某、邓某等人上前抓住黄国晋，将黄国晋身上的菜刀抢了下来，交给了酒吧服务员骆某",
            "当时酒吧内灯光昏暗、声音吵闹，跟随黄国晋而来随后进到酒吧的被告人黄国盛看见杨某正在与其哥哥黄国晋争吵，身边还有王某、邓某等几个人并在拉扯黄国晋，便认为杨某等人正与黄国晋发生争执，便将杨某拉坐在一旁的沙发上，以不让杨某去打黄国晋",
            "不一会，王某发现黄国晋又从身上拿出了一把水果刀，即与其他人一起上前将水果刀夺下，但此时黄国盛只看见与杨某一起的人在与黄国晋发生拉扯",
            "当王某转身欲将抢下的水果刀交给杨某时，黄国盛伸手接过了水果刀，因王某此前不认识黄国盛和黄国晋，见杨某、黄国盛两人在一起说话，故当黄国盛接过水果刀时，王某并未阻止",
            "黄国盛拿到水果刀后，为阻止杨某参加后续打斗，即拿起水果刀朝正要起身的杨某的左背部猛刺一刀，杨某受伤后也拿起啤酒瓶朝黄国盛的头部砸了一下",
            "后杨某被人送入安义县人民医院救治，黄国盛乘机逃离现场"
        ],
        "evidence": [
            [
                "8、证人骆某的证言，证实：他在十三区酒吧做营销",
                "2017年1月5日晚23时05分许，他在酒吧内上班，看到有一个绰号棒槌的男子手拿一把菜刀向酒吧一楼boss3号卡座里面走，他的朋友杨某看到棒槌拿了一把刀，就问棒槌要做什么，棒槌并没有回答，之后杨某将棒槌拉到一边卡座的沙发上，与杨某一起喝酒的朋友也走过来，一起将棒槌手上的菜刀抢掉了，之后杨某将菜刀交给了他，他将菜刀丢弃到了酒吧外面的土堆上",
                "当他重新回到酒吧时，听到有客人说里面还有一把刀，于是他跑进去看，杨某见他进来，就撸起来后背的衣服给他看，他看见杨某腰背部中间插了一把匕首，又指着一名男子说就是他捅了我",
                "当时杨某的朋友想要打这名男子，他就将该男子拉到酒吧外面去了",
                "他没有看到该男子拿匕首捅杨某的经过",
                "该男子身高174cm，年纪30多岁，上身穿一件白色绒衣，短发",
                "杨某与该男子并不认识，他也没有看见两个人有发生矛盾，但杨某认识棒槌，棒槌称该男子是他弟弟",
                "棒槌拿的菜刀从山上找到后，交给了派出所民警",
                "棒槌是他一起玩捕鱼机的时候认识的，住在哪里他不知道"
            ],
            [
                "10、被告人黄国盛的供述：（1）黄国盛2019年7月16日当庭陈述：案发当天晚上，他和哥哥黄某某与几个朋友一起在安义县城的潦河大市场喝了酒，黄某某喝醉了，离开时说想去新开的十三区酒吧玩一玩，黄某某打的离开后，他为了照顾喝醉了的黄某某，也随后打的追去了十三区酒吧",
                "他一进门就看到有人和黄某某拉拉扯扯，有五六个人，很凶的样子，他就对那些人说我哥哥喝了酒，吵架归吵架，不要打架，但是杨某还是很凶的样子，还说要弄死他们",
                "他为了牵制杨某，不让杨某打他哥哥黄某某，就将杨某按坐在酒吧沙发上，不让杨某离开",
                "后来与杨某一伙的一个人拿着一把水果刀过来，他看到后心里很害怕，就把刀抢了过来",
                "在杨某要起身时，他拿刀朝杨某的背部捅了一刀",
                "他认为那些人对黄某某拉拉扯扯，实际上就是打黄国晋，他用刀捅了杨某，就是不让杨某去打黄某某",
                "（2）黄国盛2019年3月4日在侦查阶段的供述：在酒吧沙发区内，黄某某碰到了杨某，黄某某与杨某之前是认识的，两个人坐在一起说话",
                "他听到黄某某、杨某两人说话的声音越来越大，后来黄国晋与杨某两个人都站起来了，互相说话的声音更大了，像是在吵架",
                "因为酒吧内的音响太吵，他没听清两人在说什么，但是他感觉杨某想要动手打黄国晋一样，当时杨某那边有七、八个人，他担心黄某某吃亏，就拿刀朝杨某的背部捅了一刀，当时刀插到了杨某的体内，他就松开了握刀的手",
                "当时酒吧内的灯光好暗，他没看清杨某是否有明显的伤",
                "他当时使用的是一把水果刀，塑料刀柄，不锈钢刀身，单侧刀刃，刀刃长十多厘米",
                "之后杨某那边的人全部拿啤酒瓶朝他头上打，后来有人报了警，在场的人就散掉了，他也趁乱逃离了现场",
                "他现在知道经鉴定，杨某的伤情为轻伤二级，他的行为涉嫌故意伤害罪，可能被判处三年以下有期徒刑、拘役或管制"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2019）赣0123刑初35号"
    },
    {
        "fact": [
            "一、参加黑社会性质组织罪自1998年以来，张立新与石建伟、文鑫、郭小平、海晓东（以上人员均另案处理）等人以暴力、威胁或者其他手段，多次实施违法犯罪活动，为非作恶，欺压、残害群众，在通辽市科尔沁区形成重大影响，严重破坏经济、社会生活秩序，损害人民群众利益，并通过有组织的犯罪活动或者其他手段攫取经济利益，具有一定的经济实力，以支持组织活动",
            "形成了较稳定的黑社会性质组织，且人数众多，有明确的组织者、领导者，骨干成员基本固定",
            "具备黑社会性质组织的如下特征：（一）组织特征1．1998年，张立新在内蒙古通辽市科尔沁区，在健身运动时结识石建伟",
            "1998年10月22日，张立新因牛皮收购市场份额分配问题对被害人刘某不满，张立新遂带领石建伟、金庄（自然情况不详，与张立新通过锻炼身体相识）找到刘某，见面后双方发生争执，金庄使用拳脚对刘某进行了殴打，之后张立新持枪将刘某腿部打伤，事后经他人说和，张立新对刘某进行了赔偿，刘某未报案，张立新因此逃避了法律的制裁，并在社会上树立了恶名",
            "此后，张立新以其恶名为依托，先后吸引了文鑫（原系张立新雇员）、海晓东、郭小平、杜尚辉（自幼与张立新相识）、斯琴巴特尔（另案处理）、李来成、吴青河、谢国喜、包勐、刘永明、陈德、王和、张红升、斯日古楞、敖广宇、王青风、李连江、刘东、贾海鹰等人在其身边聚集，形成了以张立新为首，骨干成员基本固定，各成员均服从张立新的指令，在社会上为非作恶，多次以暴力、胁迫方式实施违法犯罪活动，并暴力抗法多起，严重破坏社会秩序，严重侵害公民合法权益的黑社会性质组织",
            "2006年11月13日晚，已经树立通辽社会大哥恶名的张立新在为刑满释放人员李某洲接风洗尘时，因席间李某对其冒犯，遂指使石建伟、包勐等多人使用刀具、拳脚等伤害李某，致李某腹部刀刺伤，胃破裂",
            "在李某被送往医院抢救期间，张立新又在医院对李某进行了威胁、恐吓，自此张立新及以其为首的黑社会性质组织因手段凶残，气焰嚣张而更具声势，组织成员不断扩充，实力逐步膨胀，暴力活动日益升级",
            "2007年夏季的一天，张立新为插手经济纠纷与通辽市XX实业有限责任公司（以下简称XX公司）的赵某千发生争吵后，欲与赵某千斗殴，并纠集文鑫、吴青河、包勐、敖广宇、李连江等数十人手持砍刀、镐把等凶器赶到XX公司门外聚集，当时XX公司门外聚集了张立新组织成员及围观群众等约80人，该组织在社会上名气大增"
        ],
        "evidence": [
            [
                "（2）吴青河供述：我叫吴青河，别人也叫我青河",
                "张立新的小弟有我、杜尚辉、包勐、石建伟、海晓东、二老闷、王和、李大四、向阳、小举、宇东、佳佳、候四、包永民等很多人，杜尚辉、石建伟、海小东、二老闷、王和、李大四、向阳等人是张立新的直系小弟，剩下的是间接小弟",
                "张立新不允许我们吸烟，不许我们吸毒、赌博、乱搞男女关系等，平时必须听他的指示和吩咐，如果不听就会打骂我们，一定会教训我们的",
                "我去XX公司跟着打架时奖励给我200块钱",
                "我们这些人有时候就去大和美食吃，王和也不管我们要钱，因为我们都是张立新的小弟，张立新是否给王和算账我就不知道了"
            ],
            [
                "（3）石建伟供述：我是2006年夏天在人民公园锻炼身体时认识的张立新，我称他新哥",
                "通过张立新认识的向阳（文鑫）、王和、二老闷（郭小平）、海晓东、二辉、包勐、吴青河、陈德",
                "我在张立新电厂的房子还有民航路的配货站做过饭",
                "我是2006年或者2007年认识的包勐，我介绍包勐认识的张立新",
                "2008年6月4日，我与胡安宇、包永明跟着张立新去东方世纪城小区要钱时，看见对方拿着刀枪棍棒的出来了，我们就将车后备箱里的扎枪等工具拿出来，我把王平扎死了，张立新把李宏杰扎成了重伤"
            ],
            [
                "（4）杜尚辉供述：别人叫我二辉",
                "2007年初我给张立新开车，我称呼他为大舅，因为以前我们是老邻居",
                "和张立新一起混的有陈德、吴青河、石建伟、王和等人",
                "吴青河是在赌场洗牌的，王和是开饭店的，石建伟就是天天跟着张立新混，没具体干啥，我进监狱后的事情就不清楚了"
            ],
            [
                "（5）文鑫供述：我是2006年以后认识张立新的",
                "张立新让我干的主要是拆迁的活，我就负责拆除和卖料，然后把钱统一管理给张立新",
                "张立新去万林汽贸城找赵子千的事我听说过"
            ],
            [
                "（6）王和的供述：我的曾用名王河",
                "我是2006年夏天开始和张立新混的，和张立新一起混的还有包勐、吴青河、三毛驴子、二辉、向阳、二老闷、海晓东、李大四，这几个是元老级别的",
                "二老闷和向阳负责给张立新开旅店，向阳同时还负责拆、扛沙子等生意，三毛驴子、包勐、吴青河、二辉都是张立新的打手",
                "张立新不在时，谁也整不了那帮小牲口，都听张立新的",
                "和张立新混的人原先在民航路张立新的公司里面聚集，后来张立新开武馆了，他们就在武馆里面待着，他们吃饭都是张立新媳妇李某2算账",
                "张立新定的规矩是不能抽烟，打手们吃饭的时候不能喝酒，不许吸毒，不许乱搞男女关系",
                "违反规矩张立新一般就是打骂处理",
                "张立新每天早上组织锻炼身体",
                "义仁容和武馆有微信群，平时有时候在武馆还组织杀猪、杀羊，吃饭聚会",
                "张立新经常带着石建伟、海晓东、郭小平、包勐、吴青河、李连江、佳佳、向阳、小举还有他的小弟到我饭店吃饭，从2006年开始一直到2017年左右，后来张立新的武馆开业以后他们就在武馆吃",
                "张立新带他小弟们来我家吃饭的时候很少结账"
            ],
            [
                "（7）郭小平供述：我是2000年左右在人民公园跑步认识的张立新",
                "我没总跟张立新在一起，偶尔在一起，就是混口饭吃",
                "我叫他大哥，他叫我二老闷",
                "我跟张立新干过违法的事就是张立新他们打李刚时我在场",
                "过去张立新身边混的人有海晓东、三毛驴子、包勐、李大四、向阳、王和",
                "张立新让手下的人锻炼身体，不许抽烟，不许吸毒",
                "武馆内的器材都是张立新自己买的"
            ],
            [
                "（8）海晓东供述：我是2003年通过石勇认识的张立新",
                "2006年的时候，张立新说让我去给他开车，我去干了一个多月，就是拉着石建伟、包勐给张立新正在装修的小区卖沙子，卖沙子、扛沙子的钱给张立新拿回去",
                "2016年初张立新叫我去他的义仁荣和武馆帮着做饭，我不敢不去，因为我跟张立新的时候就怕他，他手下的其他人也都怕他，那个人心坏，对手下的人非常严格，不许抽烟、不许吸毒，都得锻炼身体",
                "平时这些直系小弟出去惹事都要跟他请示，不能私自做主",
                "有一次，连和、孟宪军还有好几个人一起帮人去打架，回来后张立新知道了，让他们几个跪下，连和没跪，张立新用刀砍了他脸两下，是连和第二天跟我说的",
                "我给张立新开车时他也没有正当职业，就是混社会，当时社会上有点名号，手下小弟有向阳、石建伟、二老闷、吴青河、二辉、连和、佳佳、东升、张洪升、谢国喜、李大四、陈德、王和等",
                "最早跟他的有石建伟、王老七、向阳、郭小平、李连江、黄东升、王和、孟宪军、杜尚辉，也是跟他关系最好的",
                "吴青河、谢国喜、李来成、包勐都是后来跟他的",
                "还有很多都是小孩，我都不认识",
                "逢年过节的时候，我没收到过张立新发的什么东西，都是石建伟、向阳跟着他早的人得到过",
                "这些小弟们家里有婚丧嫁娶这种事情张立新都会去，或者安排他媳妇李某2去随礼，2009年我开袋鼠皮具店的时候张立新在服刑，大嫂李某2送了1000元礼金，去年我父亲去世的时候大嫂李某2送了2000元礼金",
                "张立新开货站的时候，大伙在那一起吃饭，谁赶上了谁吃",
                "平时大伙吃饭去王和开的大和美食饭店多一些，张立新领着去的，我没看见他付账",
                "平时有事张立新打电话给每个人，这些人一听有打架的事都往前冲",
                "张立新武馆内的兵器都是张立新自己花钱找人打造的",
                "张立新手下的人在外面做事，脸生的报张立新的号，像有的人大伙都知道是跟张立新的就不用报了",
                "我听石建伟的儿子石岩说，石建伟出事后，张立新答应会给石岩买房子"
            ],
            [
                "（9）张红升供述：我参与过张立新与二林子（赵子千）聚众斗殴的事",
                "2007年夏天的事，张立新这边有六七十人，有向阳、包勐、还有石建伟，我在王和饭店时经常见到他们三人，特别是向阳，他是张立新的管家，张立新开饭店时向阳就负责打理，后来张立新在站前开招待所，向阳负责管理",
                "我是2003年认识的张立新，那时候张立新手底下的兄弟都是他饭店的员工，有三毛驴子、向阳",
                "张立新身边的人还有王和、二老闷、海晓东、王连和、二辉、包勐、吴青河、陈德、李大四、佳佳、大成子、王老七、谢国喜、贾海鹰等人",
                "我跟张立新还有以上这些人在王和饭店吃过饭",
                "李刚被打这件事是张立新指使的",
                "张立新手下谁能给他办事或者挣到钱就会得到他的重用",
                "张立新打架是为了出名，在社会上树威",
                "张立新总因为一些小事、小错误骂这些手下",
                "张立新有时给这些手下点小恩惠，有一回张立新给了石建伟20元钱，石建伟都乐得不行"
            ],
            [
                "（10）谢国喜供述：我在2008年认识的张立新",
                "张立新是社会大哥，在社会上有一定影响力",
                "张立新平时手下有清河、向阳、杜尚辉、三毛驴子、王和",
                "张立新不让手下的人抽烟、吸毒，要求他们锻炼身体",
                "手下的人谁去了武馆锻炼身体，张立新就高兴",
                "我听说有人在张立新面前抽烟，被张立新用镐把打了",
                "张立新经常在他的武馆锻炼身体，他手下的人也在那锻炼",
                "张立新和他手下的人总在王和开的大和美食吃饭，我去过二、三回，是张立新叫我去的"
            ],
            [
                "（11）包勐供述：我是在2006年至2008年跟张立新混的",
                "张立新在通辽市挺有名声，还会功，手下有向阳、东升、王老七、连和、海晓东、郭小平、王和、石建伟、吴青河、谢国喜、刘东、敖广宇、李来成、李连江、斯琴胡等人",
                "郭小平、向阳帮张立新看旅店，王老七帮张立新经营货站，他们天天跟张立新在一起",
                "谁能给张立新办事或者挣到钱就会得到他的重用",
                "这些人也偶尔去配货站吃饭，更多的时候是在站前张立新开的招待所和王和开的饭店吃饭",
                "张立新打架是为了出名，在社会上树威",
                "张立新平时要求不能在他面前吸烟，还有不能吸毒，要锻炼身体，还有出去惹事什么的要和他说",
                "平时看见他的小弟们抽烟，就一顿骂，这些事我亲眼看见过",
                "大概是2007年10月份的时候，向阳，吴青河，老八在场",
                "我在电话中骂了另一个叫张立新的人",
                "然后张立新、石建伟就来了，张立新一边骂一边问我刚才骂谁了，还给我一个耳光，并让我跪下，我没跪，张立新就从怀里拿出了一把枪，用枪把打了我右侧耳朵上了，我倒在桌子上刚想回身承认错误，就听耳边嘭的一声，我当时就抱头不动了，然后石建伟、王和就上前把张立新拉开并帮我求情，然后张立新就走了",
                "张立新拿我开刀，是为了避免以后别人在背后不服他",
                "万林汽贸的事当时是石建伟给我打的电话，我见到石建伟的时候，他还在给其他人打电话召集人，当时张立新在屋里吃饭，这件事是张立新组织的"
            ],
            [
                "（12）敖广宇供述：我在2006年通过石建伟认识的张立新",
                "我认识石建伟之后就开始跟他了，他是张立新的小弟，我和石建伟管张立新叫大哥，大哥的意思是张立新就是混社会的大哥",
                "当时有石建伟、李大四、王和、二辉等人是张立新的直系小弟，我是石建伟的小弟，包勐、吴青河、巴特（小蒙古）、谢国喜、斯琴胡、向阳等人也是张立新的小弟",
                "我们所有人必须听张立新的吩咐，如果谁不听话过后他就会找那人算账，不是打就是骂",
                "2007年6、7月份的一天，张立新到万林汽贸惹事，我也跟着去了",
                "后来张立新带我们到饭店用餐，给了我1000元钱，当天被抓到派出所的其他人也各得到了500元钱",
                "因为我耳朵不好，多给我的是看耳朵的钱",
                "张立新就在王和开的大和美食待着，我也在那吃饭",
                "张立新还经常让我们去公园锻炼身体"
            ],
            [
                "（13）刘东供述：我是通过佳佳认识的三哥，然后认识了通辽的社会大哥张立新",
                "我跟敖广宇去大和美食吃饭时认识了石建伟、王和、吴青河、包勐、李连江、向阳、陈德等人，他们都是和张立新一起混的，都是张立新小弟，聊天时都会称呼张立新为新哥",
                "我和敖广宇去大和美食吃饭没付过饯，不知道是谁付钱"
            ],
            [
                "（14）刘晓清供述：张立新是社会大哥，谁都知道这事",
                "我在三角公园锻炼时认识的张立新，当时我就知道他在社会上有一号",
                "我认为他有个性，讲义气，爱锻炼"
            ],
            [
                "（15）李连江供述：我和张立新是2006年在人民公园锻炼身体时认识的",
                "2007年的夏天，一天中午我正在大和美食和王和吃饭，二辉开车来到大和美食，说张立新跟万林汽贸的赵子千生气了，让我们都过去，我在二辉车里拿了一把军工铲就先骑摩托车去了",
                "到现场的时候我看见张立新、石建伟、包勐、王和，还有十多个人"
            ],
            [
                "（16）贾海鹰供述：2017年7月15日下午在木兰香饭店吃饭是我安排的",
                "张立新和服务员打架时我不在场，我听说服务员和小孩被打了",
                "算完账之后我接到木兰香老板妹妹王燕给我打的电话让我回来",
                "我回来以后看见门口有一伙人，大约有十三、四个人，其中有谢国喜、李来成",
                "王燕说：这些人是立新大哥的人，立新大哥在这发生口角了，你把他们劝走吧",
                "这时派出所的民警把我们带到派出所做调查，跟谢国喜和李来成来的人就都散了",
                "这些人应该是立新大哥的朋友，就为立新大哥的事情来的"
            ],
            [
                "（18）陈德供述：张立新团伙有石建伟、向阳、吴青河、喜子、二辉、王和、大成、巴特、包小民（小民）、大贺、房佳亮、石岩、小虎、孟大军",
                "他们没事就在科尔沁区永清派出所路南二楼的义仁荣和武馆，他们集体在武馆锻炼",
                "我总共去过三、四回，都是张立新他们杀猪在那吃饭我给他找的灌血肠的"
            ],
            [
                "（19）王青风供述：我和张立新是通过喝酒认识的",
                "张立新在永清派出所对面二楼开了一家义仁容和武馆，我偶尔去过",
                "2015年6、7月份的一天，在翠堤东郡东门附近老八的车库，张立新我们四人打了陆玉玲"
            ],
            [
                "（22）张志强供述：我是跟吴青河混的，是他小弟",
                "我知道吴青河的小弟还有斯琴胡、宝贵",
                "吴青河是跟张立新混的，他平时跟我们唠嗑的时候提起张立新称呼为张老大",
                "我知道跟张立新的有谢国喜、大贺、小蒙古、大成",
                "我平时经常在台球厅待着，吴青河有事打电话我就去",
                "2017年4、5月份的时候，我当时没工作，跟吴青河混能混点钱，就做了吴青河小弟",
                "张立新挺有名的，是社会大哥，开武馆"
            ],
            [
                "（29）车力根供述：我觉得我不是斯日古楞的小弟",
                "斯日古楞小弟也就两三个，不知道叫什么，就是经常看到斯日古楞带着这几个人",
                "斯日古楞是李来成的小弟，李来成是张立新的小弟",
                "我知道斯日古楞和李来成关系最近，此外就是呼木吉乐图",
                "我在李来成的婚礼上见过张立新",
                "张立新在通辽很有势力，是个很有名的社会大哥，手下有很多小弟，李来成结婚时他也是领着一伙人去的，听说他开个武馆，手里小弟平时都在那里"
            ],
            [
                "（35）斯琴胡供述：我绰号小虎，是2011年7、8月份通过吴青河认识的张立新",
                "我认为张立新这个人挺好的，在社会上也挺有名的，他是社会大哥，我是他小弟",
                "小弟就是跟他混的小兄弟，加入张立新团伙就想在他手下跟着多挣点钱",
                "张立新身边的小弟有吴青河、向阳、李来成、谢国喜、小风等人",
                "张立新不让我嫖娼和赌博、吸毒，如果让他知道了一定会被开除，不让我们当他面吸烟，被他发现抽烟一定会挨骂",
                "还要求我们没事都去武馆锻炼身体",
                "平时他喝酒后打电话让我过去给他开车，别的有啥事都是吴青河给我打电话",
                "2013年我在工地连续干活呆了有五个月，我大哥知道后让向阳领着去给我买了一身七、八百元的李某2牌运动服",
                "我知道谢国喜因为嫖娼闹事被大哥骂了，还听说以前有小弟因为赌博、嫖娼和吸毒的事被开除了",
                "武馆内兵器和健身器材是我大哥张立新自己花钱买的",
                "2013年年底要过年时，我大哥张立新让我去武馆取他给我发的年货，有两瓶好酒、两大桶进口豆油、五公斤的白面两袋",
                "2017年9月28日我的歌厅开业，我大哥张立新给我随了2000元的礼钱"
            ],
            [
                "（40）王泽祥笔录：2007年我在给张立新看电厂的房子时，因为和孟宪军私自在外惹事，张立新让我们下跪，我们不跪，张立新打了我们",
                "因为张立新给我提供吃喝，开工资，所以没报案",
                "事后张立新给我拿1000元治伤",
                "2007年张立新带一个人到电厂的院，那人和张立新谈的时候一直跪在地上，后来那人用钳子砸了自己的手，张立新才允许他走",
                "（二）经济特征以张立新为首的黑社会性质组织为了扩大影响，以经济支撑犯罪，维系组织生存发展，利用其开设的武馆及其亲属名下开设的寄卖行、传媒公司、装卸队等为依托，一方面通过该组织及组织成员向他人借用资质承建工程项目、涉足建筑、拆迁、餐饮等行业谋取利益，另一方面通过该组织及组织成员以实施敲诈勒索、非法拘禁、开设赌场、寻衅滋事等违法犯罪行为及恐吓、威胁手段撑场造势、插手经济纠纷、替人暴力讨债，如以非法剥夺他人人身自由的手段，从李某1处索取人民币187万元",
                "通过资助贿选，使刘永明成为清河镇后五道木村村委会主任，并以此为依托，长期霸占使用该村小学的房屋及土地",
                "还通过涉足扛沙子行业，为争夺扛沙子市场与他人斗殴",
                "通过上述等手段攫取巨额利益，用于维系该组织发展及组织成员的生活保障、购买车辆、支付违法犯罪行为赔偿款等",
                "其中在组织成员刘永明欲以贿选方式竞选村主任时，张立新为其提供资金50万元",
                "在刘永明为收粮筹款时，再次向张立新借款100万元",
                "在张立新、刘永明承包的十个全覆盖工程中，张立新投入资金300余万元",
                "现公安机关查封张立新财产包括张立新名下及其实际控制的通辽市区以南的33亩墓地、XX小区别墅、通辽经济技术开发区辽河镇双泡子路东房屋、号解放牌汽车、号梅赛德斯奔驰牌汽车"
            ],
            [
                "23.刘永明供述：2012年左右的时候，我因收粮缺钱向张立新借了100万元，当年年底还了50万元，余款至今没还",
                "2016年我和张立新承包了后五道木和邢家的十个全覆盖工程中的树池和街边的铺路工程，工程总预算为511万元，张立新陆续投入了380万元左右，我投入了20万元，由于后期政府没钱只给结算了350万元左右的工程款，这些钱张立新全拿走了",
                "张立新无偿使用后五道木村小学，是有一次张立新在我家里吃饭的时候说想租后五道木小学来招商引资做生意，至今张立新都没有利用小学做任何生意",
                "好像是张立新提出的要建设墓园，如果张立新的墓园建成了，老百姓也能享受到墓地的优惠政策，所以签订了无偿使用的合同，但至今没建墓园",
                "我在村长竞选期间向张立新借款50万元用于买选票"
            ],
            [
                "24.王春燕询问笔录：系科尔沁区XX村的村书记，证实2016年刘刚负责科尔沁区XX村的十个全覆盖工程具体施工",
                "25.包国清询问笔录：系XX工程有限公司通辽市办事处的负责人，证实2016年，张立新和刘刚借用XX工程有限公司资质承揽了青河镇后五道木村和邢家村的十个全覆盖工程",
                "26.刘某广、沈某会询问笔录：证实2010年刘某广开发XX小区，在拆迁的时候有两家据说是张立新的姨，不搬走也不和开发公司谈，最后让找张立新谈，后来刘某广让女婿沈某会去找张立新谈的，张立新要求给她两个姨拆迁的房子多补偿点面积，再给张立新一套七十多平的房子，他姨家按规定应该每户回迁70多平米的楼房，后来给的一百一十多平米的，房子交工后张立新感觉我给他的这套房子有点小，他想换个大一点的，答应给补差价，就给他换了一套一百一十多平的房子，到现在也没给补这个差价，刘某广也没有给办理备案，也没给办入住，房子现在还空着",
                "27.刘岩询问笔录：我是通辽市XX房屋拆迁有限公司法定代表人，知道张立新在通辽市混社会的，是社会大哥，他还经营了一个武馆",
                "2010年春天，张立新向我借的拆迁资质，我向张立新借过10万元钱，为了还他个人情，就免费借给他了"
            ],
            [
                "32．王青风供述：我叫张立新新哥，张立新叫我小风",
                "我听说过一个叫易融贷的贷款公司，是往外放钱的",
                "我从2011年开始代理青岛罐装啤酒至今",
                "2016年10月至11月，我向中铁九局位于五家收费站和赤峰高速口北侧搅拌站送过建筑材料（石子），每天四、五车，送了一个月左右，获利10万元左右",
                "2017年10月至今，在通辽市区老兴月对过，经营了一家沐足人生足疗店，盈利大概40至50万元左右",
                "张立新在通辽市区南门对面经营一家武馆，武馆兼影视传媒公司，张立新家住XX小区大别墅，开一辆奔驰商务车",
                "我从2012年7、8月份左右，开始管理奥体中心南早市，负责收取管理费，包括卫生费和摊位费",
                "卫生费和摊位费从5月至10月每个摊位每月200元",
                "管理市场平均每年净利3、4万元钱左右"
            ],
            [
                "36.文鑫供述：张立新于2015年至2016年期间承包科尔沁区艺术职业学院的修缮工程",
                "我有一辆桑塔纳轿车（）是2010年4、5月份张立新给买的算是干拆迁活的工资，张立新让我和海晓东、柱子（张立新表弟）去北洼子拆迁，我和柱子负责卖拆除下来的料，海晓东负责联系开发商拆迁，直到2017年，工程款应该是付给张立新几次了，后来是张立新媳妇李某2总共给了我10000元左右",
                "在2014年6月份左右，我和一个叫秋香的人（科左中旗人，具体名字不知道）在科左后旗伊胡塔苏木的小学拆迁过，这个拆迁的活是秋香联系的"
            ],
            [
                "37.斯琴胡供述：张立新在龙庭秀舍有一栋别墅有一辆绿色路虎越野车，还有一辆黑色奔驰R350商务车，在通辽市公安局小区有一个6楼的房子，在新世纪大酒店南侧胡同里有一个义仁容和的武馆，还代理通辽市阿尔山矿泉水",
                "2011年，白云宾馆南边的拆迁，张立新负责拆迁，我和向阳、吴青河领工人干拆迁的活，每人每个月开2000元钱干了有半年左右，拆迁中的钢筋都是向阳他们给卖了，能有100多万元",
                "2012年和2013年两年，我和吴青河、小明、巴特尔、小平领着工人在北洼子的拆迁工地干活，张立新给每人每个月开2000元钱，拆迁中的废料大约卖了100多万元",
                "2013年，地税大楼南边的拆迁工地，当时那块吴青河他们负责，我没有参与",
                "2011年村和新居小区里扛沙子的活，让张立新给包了，吴青河负责领工人干活"
            ],
            [
                "42.包勐供述：我跟着张立新的时候，就是扛沙子、色情抢劫、京通配货站这些地方出钱",
                "扛沙子石建伟、吴青河负责，色情抢劫由向阳、二老闷、还有一个叫老八负责，京通配货站是一个叫老七的人负责",
                "石建伟2007年4、5月份通过张立新的名气在九中附近的一个工地扛沙子挣到钱了，我和石建伟一起干的，石建伟卖水泥、河沙，找工人搬运建筑材料，我负责卖白沙子，然后把白沙子掺和在河沙里，十方白沙子我挣50到100元钱",
                "我跟张立新在一起时，张立新在民航路开了一家叫京通配货的货站，站前开了一家叫牧人的旅店，王老七负责管理货站，老板是张立新，向阳负责管理旅店，货站就是空车配货，主要就是运输沙子和石子",
                "王和的饭店在站前速8酒店对面，叫做大和美食",
                "2007年左右郭小平负责在清真派出所北面园丁小区和金龙苑小区扛沙子，挣的钱一半给张立新，吴青河这些年一直就以扛沙子为生",
                "听说张立新要到了几个拆迁的活，一下就有钱了",
                "一个是科尔沁宾馆拆迁，张立新找人把楼拆掉，砖和钢筋卖钱后归他，还有就是龙庭国际南侧小区拆迁",
                "2008年张立新跟人合作在东方世纪城小区盖楼，后来因为钱的事跟人打架，死了人",
                "张立新以前在市公安局招待所开设过赌场",
                "张立新在站前开旅店时，当时在旅店的二楼有两个女的在卖淫，嫖客嫖娼之后，向阳和二老闷就装成卖淫女的老公突然出现，威胁嫖客告嫖客强奸，让嫖客拿钱私了，如果威胁不成就对嫖客打骂，然后敲诈嫖客的钱"
            ],
            [
                "43.海晓东供述：张立新平时就是那个旅店、京通配货站、扛沙子、拆迁，还有帮别人讨债的事，听说张立新在金盾宾馆还开设过赌场，张立新在九中附近开了一家叫辣妹子川锅的火锅店",
                "2016年年初，在武馆帮张立新做饭的时候，张立新和我、王老七、还有几个人，商量帮刘志广的易融贷公司要账的事，要回来的钱对半分",
                "张立新在旅店弄了几个小姐卖淫，向阳和郭小平负责色情抢劫，敲诈勒索嫖客的钱"
            ],
            [
                "4.陈德讯问笔录：我叫陈德，张立新手下实施违法犯罪的事情我知道，一个是张立新和他手下在东方世界城工地打仗的事儿，当时三毛驴子因为故意杀人被判刑，还有就是张立新手下小蒙古在天泽酒店门口杀人的事儿，还有就是张立新等人在木兰香烤肉打人的事儿",
                "老百姓认为张立新是社会大哥，不能惹",
                "张立新也和通辽其他社会人打过架，万林汽贸闹事还有东方世纪城杀人那次，对方都是社会人",
                "张立新经常在社会上对别人说他是张立新，以此来立威",
                "听说张立新和他手下的人去万林汽贸闹事，张立新一方去了好几十人，都拿着刀和棍棒",
                "我对别人说认识张立新，这样社会上的人能给我面子，我干活的工钱都能得到，张立新手下的人在社会上对人报号都称自己是张立新的小弟",
                "5.苏立伟、刘壮、关振凯、刘晓民、关振东、刘文军、段志宝、徐建华、白玉香、李新博、张辉、张洪波证言：以上证人均听说过张立新，知道他是黑社会大哥"
            ],
            [
                "（十一）证人杨某1的证言：2015年我、刘士凯以及梁某三人给李某1建厂子，厂子在后旗甘旗卡工业园区，我先与李某1签署合同，之后我找到梁某，梁某又和李某1签订工程合同，当时所有工程款都是梁某出的",
                "李某1给不上梁某工程款，便不让梁某再继续干活",
                "2017年我听梁某说他找了个叫张立新的社会人，帮忙把李某1欠的钱要回来了"
            ],
            [
                "（十三）证人郑某的证言：2016年4月末的一天上午，我在内蒙古冠宇农业科技有限公司楼下停车场里面看见梁某、大成子和一伙年轻人开车来到了公司，第二天回公司听说梁某、大成子那帮人找李某1是来要钱的，他们一直把李某1堵在办公室里不让他出来，直到当天晚上梁某等人才离开",
                "第二次是在2016年的6月末的一天白天，梁某、大成子等人把李某1堵在公司里面七、八天左右，我每次去送饭都能看到大成子和他带着的那两名蒙古族年轻人",
                "知道此事的还有高峰等人"
            ],
            [
                "（十五）证人高峰的证言：我是李某1公司员工",
                "李来成是跟着张立新混社会的",
                "2016年的4月末的一天上午9时许，梁某、刘士凯和杨某1到了公司，一起来的还有大成子及几名年轻男子，大成子说是张立新让他帮梁某要钱的，随后几名年轻男子就从身上掏出来了折叠刀，其中的一个胖子，两条胳膊上都有纹身，之后他们就把李某1扣押在办公室里到当天晚上20时许，后来李某1被逼无奈下让我打了一份还款协议，过了一个月，我和李某1向户名为李某2的账户转账人民币120万元",
                "第二次是在2016年6月末的一天，梁某、刘士凯、杨某1和大成子带着几名轻男子又把李某1堵在了办公室里，说是要67万元的化肥钱，之后李某1就被他们一直扣押在办公室里面七八、天，我每天都会看到大成子和两个胳膊有纹身的胖男子，还有一名较瘦的男子等看着李某1",
                "他们没有打过李某1，但我总听这些人吓唬李某1，后来开走了李某1的一辆白色丰田越野车，还从朱某那里拿走了一个名为牛海珍女子的房证"
            ],
            [
                "（二十四）证人赵某2的证言：2015年夏天的时候，梁某找到我跟我说，他在科左后旗有一个工程，手里没有钱想找我当合伙人，让我拿出50万元投资",
                "后梁某一直未给付上述钱款",
                "后来梁某给我打电话，说张立新帮忙把工程款要回来了",
                "2016年5月13日，梁某通过银行转账给了我45万元，2016年6月份的一天，梁某又给了我5万元现金"
            ],
            [
                "1的陈述：张立新是社会大哥，李来成是张立新的小弟，绰号大成子",
                "2016年4月21日我被拘禁了24小时，被迫与梁某、刘士凯做了一份120万元的还款协议，当时在场的有梁某、杨某1，刘士凯、李来成还有他带领的几个男子，其中有一名男子身材较胖，两个胳膊上都有纹身",
                "2016年5月13日我向梁某提供的银行卡转账人民币120万元",
                "第二次被拘禁了5、6天，李来成还用一把刀恐吓我，让我赶紧还梁某剩余的67万元，朱某在张立新那给我担保之后，李来成才放了我",
                "第三次被拘禁了一周时间，当时在场的有梁某、杨某1、刘士凯、李来成还有他带领的几个男子，我被迫用一辆普拉多越野车和一个房证做抵押",
                "李来成带去的人24小时在我公司办公室看着我，每天我都让我的司机郑某给看着我的人送吃的",
                "期间高峰、郑某等人每天轮流去看我",
                "2016年8月2日我通过银行转账的方式给了张立新人民币34.5万元，在张立新经营的武馆交给了他现金人民币30万元，在这之前我通过银行转账给梁某人民币2.5万元"
            ],
            [
                "（二十七）张立新供述：我与梁某、李来成系朋友关系，梁某在承建后旗开发区厂房楼时向我借的钱，梁某向李某1索要工程款的事我知道，梁某跟我说过，当时李来成也在场，是李来成和梁某一起去要的钱",
                "总共要回来187万，分两次给的，一次是在李来成的公司给了现金67万，一次是转账给了120万",
                "第一次的67万直接给了梁某手中，他用来发工人工资了，第二次的120万转到了我妻子李某2的卡中"
            ],
            [
                "（十七）斯日古楞供述：我的绰号为杜沁，和李来成是朋友关系",
                "李来成曾带我和车力根到高林屯农场一间房屋内赌博",
                "该赌场内有人放钱，抽红",
                "我输钱后李来成在抽红的箱子里拿了500元钱给我，我给了车力根200元"
            ]
        ],
        "cause": [
            "组织、领导、参加黑社会性质组织罪"
        ],
        "case_no": "（2019）内0502刑初635号"
    },
    {
        "fact": [
            "一、2017年2月底，被告人王洪勇以贩卖为目的与被告人张小峰约定从张小峰处购买200克冰毒，每克100元",
            "张小峰找到被告人季青锋让其帮助联系被告人齐春周购买冰毒，季青锋与齐春周联系后，告诉张小峰齐春周的联系方式",
            "张小峰与齐春周联系后，齐春周答应帮助张小峰购买冰毒，并向被告人齐明辉联系购买冰毒，约定从齐明辉处购买230克冰毒，每克68元",
            "后张小峰与齐春周商定从齐春周处以每克87元的价格购买230克冰毒，毒资共计20000元",
            "2017年3月1日，王洪勇安排被告人陈明明向齐春周汇款，陈明明在明知王洪勇让其转款是用于购买毒品的情况下，仍通过其阜阳巿颍东农村商业银行账户（62×××93）向齐春周邮政储蓄账户（62×××28）转款20000元",
            "齐春周收到毒资后，于3月2日支取15000余元交与齐明辉，齐明辉在临泉县庙岔镇106国道东侧将230克冰毒交与齐春周",
            "齐春周按照张小峰的安排将230克冰毒藏匿于一纸箱内，在河南省平舆县将该纸箱放置在河南省驻马店市开往阜阳市的长途客车上",
            "3月2日下午，当长途客车行至阜阳巿颍州区程集镇，张小峰与被告人温振东从长途客车上接到该230克冰毒，将其中的200克冰毒交付王洪勇，下余的30克冰毒被张小峰据为己有",
            "当晚，张小峰电话告知齐春周已接到230克冰毒"
        ],
        "evidence": [
            [
                "（2）齐春周的供述与辩解",
                "2017年3月份左右，季青锋对其讲他有一个阜阳的朋友想让其帮忙联系购买冰毒，其答应帮助问一下",
                "季青锋就把其手机号告诉他的朋友，后季青锋的朋友也打电话让其联系帮助购买230克冰毒",
                "之后其联系齐明辉，约定从他处购买230克冰毒，价格是每克68元",
                "其同时也和季青锋朋友约定向他贩卖230克冰毒，价格是每克87元，总价格是2万元，后季青锋朋友将2万元打到其邮政储蓄卡上",
                "后在临泉县庙岔镇路庄106国道东侧，其向齐明辉支付15000多元毒资，齐明辉将230克冰毒交给其",
                "其把冰毒带到河南省平舆县，按照季青锋朋友的要求将冰毒放在驻马店发往阜阳的客车上，并将客车司机的号码告诉季青锋朋友，他说等客车到了阜阳毛巾厂就给他打电话",
                "下午五六点钟，季青锋朋友给我打电话说冰毒接到了",
                "当时毒品是分开的，200克一个袋子，30克一个袋子，冰毒放在一个纸箱子内的车载空气滤清器里面了",
                "当时其使用的号码是152××××5521，季青锋朋友的号码是188××××3936"
            ]
        ],
        "cause": [
            "走私罪",
            "故意伤害罪",
            "走私、贩卖、运输、制造毒品罪",
            "容留他人吸毒罪"
        ],
        "case_no": "（2018）皖12刑初36号"
    },
    {
        "fact": [
            "2015年期间，富裕县友谊砂场王某某与克东县王某因砂场合伙经营问题发生纠纷",
            "2015年12月12日10时，王某带领多人来到砂场找王某某理论，期间王某与王某某发生争执并打了王某某",
            "王某某向高某某（另案处理）寻求帮助，后王某某又报警，高某某纠集初某某、杨某、滕某某、张某某、任某某、王某某、李某某、杜某某、王某某、王某某、崔某某、杨某、马某某（另案处理）等16人，高某某、杨某分别驾驶两台虎车先去铁西日杂商店购买的的镐把、锹把，高某某付款后，又和王某某驾驶的另一台路虎车汇合，杨某又在富裕镇杨屯村其亲属家借来洋叉三把，16人乘坐三台路虎车前往砂场",
            "在此期间富裕县友谊派出所民警已经到达友谊砂场院内",
            "高某某、杨某、王某某驾车行驶至砂场道口时见到停留的克东牌照的车辆，16人均手持工具对车辆进行打砸，将车内人员周某某（男，20岁）、国某（男，22岁）打伤",
            "后又驾车进入砂场院内，王某某驾车驶向人群，将人群冲散，被害人朱某某向东侧跑的过程中被杨某驾驶的车辆将脚踝骨轧伤，后滕某某、高某某、杨某、赵越、杜某某对被害人朱某某进行殴打，初某某、李某某等人手持镐把等追赶克东其他人员，崔某某未持工具同王某某一起阻拦殴打被害人朱某某的人员"
        ],
        "evidence": [
            [
                "2、证人王某的证言，证实了今年我弟弟王某某就和王某某合作抽砂子，砂场是王某某的，王某某负责垫资运营，一直到今年8月19日他俩才签合同，合同约定是王某某负责垫付运营的各项费用，王某某负责交付二十万立方米的砂石，没有交付二十万立方米砂石之前，王某某没有权利卖友谊砂场的砂石",
                "8月末，王某某和王某某合作不下去了，他就转包给我了，我接手之后，王某某私自拉砂子往外卖，这样我阻止他几次，昨天下午三点左右，在砂场看砂子的邵某某给我打了一个电话，说王某某今天早上装砂子，要卖砂子，我昨天下午就从克东来到了友谊砂场，看见有个钩机，我就也确定王某某就是要卖砂子",
                "我昨天晚上就给我家那的朱某某打电话，我跟朱某某说，让他多找几个人，到砂场看住砂子，别让王某某把砂子卖了，我听说王某某要卖砂子，还找了社会人高老五，我让朱某某找人也是防备高老五找人去帮王某某硬拉砂子",
                "今天早上8点多，我给王某某打电话，问他整钩机干啥，他说要卖砂子，我说我在砂场呢，你来吧，没几分钟他就领着开钩机的人到了，我俩又吵了几句，撕扒了几下就被别人拉开了",
                "拉开后他就进车里打电话，我想他是给高老五打的，过了一会警察来了，王某某就说我打他了，警察说让我们去派出所再说",
                "这时候，林大伟给我打了一个电话，说他们来人了，把车砸了，我说别打仗，警察在这呢，警察处理呢",
                "这时就来了三、四台车，前面两个是路虎，最前面那个路虎车开车的人喊，干他们，让他们装犊子，喊着就奔朱某某撞来了，我就跑了，他们下车有拿镐把的，有拿叉子的，就打朱某某和克东的那帮人",
                "警察就制止打我们的那帮人，但那些人也不听，继续追打我们，追我的那个人没追上我就返回去了，我回来后看见朱某某躺在警车轮子旁边的地上，我问他怎么样，他说腿折了",
                "我就和警察把朱某某往医院送的情况"
            ],
            [
                "6、证人赵某某的证言，证实自己是在友谊砂场帮助王某看砂子的工人",
                "2015年12月11日砂场来个钩机要拉砂子，我就给王某打了电话，说有人要拉砂子",
                "12月12日早上王某给王某某打电话，电话刚挂，王某某也到砂场了，他俩在我这屋就撕把起来了，让我给拉开了",
                "过了十多分钟我看来了辆警车，下来两警察也上正房了",
                "后来我看见所有人都往外走，我就出去看了",
                "我刚一出去开过来三台路虎车，第一台是黑色的，第二台是白色的，第三台没看清楚",
                "这台路虎车下来四、五个人，下来就开始打",
                "等这几台车走了我才敢出门，出去时看见警车旁边躺着个人的情况"
            ],
            [
                "8、证人林某某的证言，证实12日那天不知道谁说车让人砸了，我们就从屋里出去了",
                "就来了三个车，都是路虎，我记得有一个白色的，有两个黑色的，我看到车的时候，那三台路虎就奔人群冲了过来，然后车上就下来人了，这时我和宝某（刘某某）就上车了",
                "我俩开车往出走的时候，有两个人过来追我和宝某（刘某某），一个拿的镐把，一个拿的叉子",
                "他俩追我们的车，我也没停，过了一会一个白色的路虎就追我俩的车，我就开车往克东开了，一直开到克东的经过"
            ],
            [
                "9，证人邵某某的证言,实我是王某雇的在富裕县友谊砂场看砂子的",
                "2015年12月12日8点钟我正在厢房里躺着，王某开门进来了，王某某开车来了，他俩就去正房了，我在厢房听见他俩吵吵挺厉害的，过了一会王某就出屋在院里对我说王某某找黑社会了，我一听就想起来在油罐下面有一堆铁管子，我就上油罐下面取铁管了",
                "周某某、李某、国某、刘某、林某某、宝某，他们开了两辆皮卡和一台面包车来了，还有几个人我不认识",
                "没过一会你们警车就到了",
                "你们警察到后简单了解一下，警察要把王某某和王某带回派出所，我们的人接到电话说车被砸了，警察告诉别打仗，抓紧回派出所",
                "我们就往外走，走到警车尾部时看见三台车开过来，头一台是黑色路虎，第二台是白色路虎，第三台是黑色越野车，头一个黑色路虎直接撞向我们人群，我往后退了几步，这时候朱某某让白色路虎撞到了，这三台车都下来人手拿镐把，我上警车跟前了，我和王某把朱某某抬上警车了，我开着王某的车去医院了的经过"
            ],
            [
                "13、证人王某某的证言，证实我是通过姜某某认识的王某某，2015年我和王某某的友谊砂场是合作关系",
                "2015年7月，富裕县国土局的姜某某找到我，说友谊砂场的王某某没有给砂场打点的钱了，想找人合作，问我有没有兴趣，我就回到克东县和我大哥王某商量是否投资友谊砂场这件事，后来我到富裕和王某某签订的合同",
                "我和王某某合作生产砂石，合同规定2015年王某某以每立方米砂石10元钱的价格卖给我二十万立方米砂石，友谊砂场到富裕县国土局打点钱和生产时所有费用由我先期垫付，最终王某某将我垫付的费用都用砂石顶钱",
                "因为我当时资金周转不开，2015年8月把和友谊砂场购砂合同签订的所有内容转让给我的合伙人王某，后期生产经营销售都由王某负责，王某支付我先期垫付在友谊砂场的相关费用，王某后来一共给我四十万元的情况"
            ],
            [
                "1、被告人滕某某的供述，证实2015年12月12日早上十点左右，我去初某某的公司溜达，到那之后看见高老五（高某某）、王某某、杨某、任某某、王某某、初某某还有几个我不认识的小孩在公司，我到那之后听大家都在说要去王某某的沙场",
                "我坐的是王某某一辆黑色路虎，车上还有初某某、王某某、杜某某",
                "一起去的还有一台杨某的白色路虎、一台黑色路虎",
                "我们在铁西酒厂汇合，我不记得是谁往我们车里放了几根搞把，我拿了一根搞把，我车上的人也都拿的镐把",
                "到沙场道口处我们都下车了，下车之后我看见有两台皮卡车，一台在沟里，后面一台皮卡往后倒车，我想像追到车的这辆的皮卡没有追上，回来后看到沟里的皮卡被砸了，之后我们都上了了往沙场里面去我们的车往沙场另一边人群冲去",
                "停车之后我们都下了车，我下车边骂边拿搞把抡了一下人群就散了开了，过来一个警察把我拽住了，我看对方有个人倒地上了，我酒上去打了一搞把，之后就被警察拉开了的情况"
            ],
            [
                "1、同案犯初某某的供述，证实在12月12号那天上午大约9点多钟的时候，当时崔老四、王某某、滕驴子、杜某某、杨某、高老五、马某某、任某某，他们几个人在我万合小区南门我公司的门市楼呆着呢，王某某和李某某什么时候出现的我就不记得了，期间高老五在我公司接的王某某的电话，当时高老五就喊我们一起过去帮他干仗去，我公司的楼下当时有两台路虎车，当时我们人多两台车坐不下，我让滕驴子去隔壁跟杨晓广借的车，之后我们就都上车了，我坐的这台车是杨晓广的路虎车，王某某开车，我坐副驾驶位置，后排坐的是杜某某、王某某、腾某某",
                "杨某和高老五那两台车我不知道怎么坐的，之后杨某就开车买镐把去了，后来我们在道西往砂场去的杨屯附近集合的，在杨屯那高老五接的王某某的电话，让我们赶紧过去，之后杨某去老百姓家借了三、四把洋叉子，洋叉子放在了杨某的那台车上，还把买来的镐把分发到我们这三台车上，每台车上两三根镐把，在砂场道口的时候有三台皮卡车停在了砂场道口的南北道上，我们这三台车也赶到了，就停在了这台掉沟里的皮卡车旁边了，我们就都拎着东西下车了，下车之后我看见杨某、滕某某、崔老四、王某某他们几个人先用镐把和洋叉子砸的车玻璃，玻璃砸碎了他们用镐把和洋叉子搥的车内的人，车里的都是岁数不大的小孩，我们在砂场道口打完就都上车往砂场院里去了，后来我们开车快到砂场院里的时候姜某某从砂场院里走出来了，他向我们这边摆手，边摆手还边喊说警察过来了，让我们别过去了，当时我们也没听继续往前开了，到砂场院里我看见不少人，当时院里还有两个穿警服的警察",
                "我们这三台车直接就往人堆里冲了过去，我下车之后看见杨某的那台车的旁边有个人躺地上了，还抱着警察的大腿，下车后我们这些人啥都没说，就拎着镐把和洋叉子就上去打抱着警察大腿的那个男的，我看见杨某、高老五、腾驴子都动手上去打抱着警察大腿的那个男的，一会就被警察给拉开了，拉开之后我们就都上车离开砂场了的情况"
            ],
            [
                "2、同案犯杨某的供述，证实2015年12月11日晚上我和初某某、杨某、马某某在洗源泉浴池住的",
                "12日早上八点左右我们初某某的办公室，高某某就过来找初某某",
                "当时是上午十点左右，高某某开他的黑色路虎车先走的",
                "王某某那台车里有初某某、杜某某、王某某、滕某某，剩下的人是坐在高老五的车里",
                "我们来到铁西生产资料对过的一个日杂商店买的十多根镐把、三四个洋叉",
                "在日杂商店我们每人都分了工具，我拿了根镐把，之后就开车往砂场走",
                "快到砂场时，看见砂场拐弯处停着三台皮卡车，把去砂场道堵住了，看见我们下车拿工具，对方就开车要跑，对方两个皮卡车撞一起了，其中一台车给撞路边沟里了",
                "之后我们这伙人拿工具去砸掉沟里的皮卡车，砸完车后，我们就开车到王某某砂场了，看见砂场站着一帮人",
                "高某某先开车到的，其中对方有个人躲高某某的车，没看见我的车过来，我看见马上要撞上着他，我就往外打方向盘躲他，没有躲开，我的车左侧倒车镜把他挂倒了",
                "之后我就拿镐把下车，用镐把打大腿一下，又踢他脸上一脚",
                "任某某、王某某、杜某某、滕某某、高某某、王越、王某某、王越动手殴打倒地男子了的情况"
            ],
            [
                "3、同案犯任某某的供述，证实那天王某某给我打电话叫我下楼，是杨某的白色路虎越野车，当时杨某开车，车上有我和王某某",
                "一共三台车，我们的车到南道口的时候追上高某某他们那台车，一起去到铁西一个日杂商店买的洋叉和搞把",
                "买完后我们在铁西转盘道北边和初某某的车汇合的",
                "快到友谊砂场的时候在路口碰见三台车，其中一辆皮卡车掉道边的沟里了",
                "我们就都从车上下来了，把车玻璃都砸碎了，还用镐把往车里搥，车里的人也都没出来",
                "打了一阵以后我们又都上车继续往砂场走，到砂场后我们看见有一大堆人在砂场办公室外面站着，还有两个警察也在场",
                "我们的车在冲的时候对方还有一个人撞到我们车的左侧了，然后我们就停车了，高某某他们正用搞把打那个人呢，我就拿着洋叉朝那个人身上打了两下的情况"
            ],
            [
                "4、同案犯李某某的供述，证实当天我给杨某打电话借他车去东极村，杨某说他要去友谊砂场，我就和他一起去了，我们车和高老五的车在南道口那碰到了，我们一起到铁西的生产资料东侧一家五金商店买的镐把和铁铲",
                "之后杨某开车拉着我们，车上的人到铁西杨屯杨某的老丈母娘家，借了四根洋叉，在友谊砂场道口那看见三台白色的皮卡，高老五的在最前边、然后是杨某我们这台车，初某某他们的车在最后",
                "高老五看见对方的车停下了，然后我们就奔着他们的车去了，我拿洋叉，砸了两下最前边的皮卡车",
                "之后高老五喊往砂场里走，之后我们开车往砂场走，高老五他们就把车开到砂堆跟前的人群里，人群就跑散开了，正好在我们左前侧有一个男的往后跑，我们车往前开，把这个人撞倒了，车就停下来了，我拿着洋叉下车，杨某拿着一个木头的棒子往被他撞倒的那个男的腿上打，当时警察在跟前拉着的情况"
            ],
            [
                "5、同案犯王某某的供述，证实2015年的12月12号我在富裕县王某某的砂场把克东的那边人打了",
                "我这边有我、初某某、高某某、杨某、滕某某、王某某、王某某、杨某、李某某、任某某、杜某某、崔某某、马某某，杨某那台白色路虎和崔老四坐的那台黑色路虎车去铁西的日杂商店买的，之后杨某又在杨屯借了4、5把洋叉，这几把洋叉都放在我们这台车的后坐底下了",
                "在砂场道口时那三台车有一台车是在去砂场的小道上停着了，当时被我们集体砸掉沟里车，我们下车就用手里的家伙开始砸这台皮卡车，后我们这三台车往砂场院里走，开始的时候高某某的车在最前面，我们的车在中间，初某某的车在最后面，之后初某某的车就在前面了，我们的车就在初某某的车后面",
                "我看见初某某的车到砂场院里就冲向人群，他们的车上就下来人，并且手里都拿着东西，这时候我们这台车就是杨某的开的车往砂场院里冲，车往院里冲把这个人撞倒了",
                "我们的车就停在了警车附近，我手里拿着洋叉要上前打被撞倒的那个人，被警察制止了这个时候我们这伙人也要去打那个倒地的人，警察去制止别人时我用洋叉把那个人肋部打了一下，当时这个人是侧身躺着",
                "在我打这个人的同时腾某某也用镐把打了这个人身上一下的情况"
            ]
        ],
        "cause": [
            "聚众斗殴罪"
        ],
        "case_no": "（2017）黑0227刑初14号"
    },
    {
        "fact": [
            "一、贩卖毒品罪（一）2020年6月4日上午，被告人王某收到“阿星”通过韵达快递从云南寄至钟祥的包裹派件信息，王某联系被告人李某某后，一起驾车至钟祥市某广场，王某从快递员陈某3手中取走一个包裹",
            "而后，二人回到某小区3栋1单元402室王某家中",
            "王某拆开包裹，从包裹内的茶叶盒夹层内取出两袋真空装的甲基苯丙胺片剂（俗称“麻果”），王某将甲基苯丙胺片剂倒进鞋盒清点，并取出部分与李某某一起吸食",
            "随后王某以每颗35元的价格卖给李某某甲基苯丙胺片剂100颗，随赠10颗",
            "以每颗45元的价格卖给李某某甲基苯丙胺片剂200颗，约定甲基苯丙胺片剂卖出后付款",
            "当日中午12时许，被告人周某某和王某微信联系后前往王某家中，二人在王某家中吸食甲基苯丙胺片剂若干",
            "随后王某拿出200颗甲基苯丙胺片剂，与周某某议定，如果周某某将这200颗甲基苯丙胺片剂卖掉，就按每颗45元的价格与王某结算",
            "下午，周某某卖给张某100颗甲基苯丙胺片剂",
            "19时许，周某某按照每颗45元的价格通过支付宝转给王某4199元毒资并向王某支付现金300元"
        ],
        "evidence": [
            [
                "16.被告人李某某的供述：2020年6月4日上午10点多，王某让我到他那儿去",
                "在王某小区门口，他直接上了我的车，坐在副驾驶位，让我开车往城里走",
                "到某广场时，王某下车在一个快递三轮车旁拿了一个纸箱包装的快递回到车上，然后我们回到王某家中",
                "王某在客厅把快递拆了，从里面拿出几个茶叶盒，又将茶叶盒拆了后，往一个鞋盒子里倒麻果，数量很多，王某说有几千颗",
                "倒完麻果后王某让我尝几颗，我就在客厅里用王某的玻璃吸壶吸了3颗麻果",
                "吸完后我提出想以30元的单价买100颗，王某不同意，最后以35元的单价卖给我100颗，另送了我10颗麻果",
                "我又提出拿两组去卖，卖了后再给王某钱，王某说要按45元的单价给我，然后将310颗麻果分装了两个透明袋子（一个袋子装了110颗，另一个装了200颗）给我",
                "王某说这三组麻果钱不能低于12500元，并用微信发了数字12500给我"
            ],
            [
                "17.被告人周某某的供述：2020年6月4日上午，王某给我发微信让我去钟祥一趟，我明白他的意思是手上有麻果",
                "12点多，我借了辆车牌号为苏Ｅ×××××的面包车开到了某小区门口",
                "我到王某家后，看到客厅茶几上有十几个麻果，我就吸食了两三颗",
                "王某说他手上有麻果，给我两组（每组100颗），如果把麻果卖了就按一组4500元跟他结账",
                "我拿着两袋麻果就离开了",
                "我联系了张某卖了一组，他给了我1000元现金，支付宝扫码转了4199元",
                "接着我返回王某家，通过支付宝转给王某4199元，又给了他300元现金",
                "后来我和王某下楼出小区，我刚上车，王某开车门时，我们被警察抓了",
                "我趁警察不注意时把另一组麻果扔了，警察当时发现后就把麻果找到了"
            ],
            [
                "16.证人宋某某的证言：2020年6月上旬的一天，我微信李某某，给他微信转了500元，要10颗麻果",
                "等了一个多小时，李某某叫我到他鸿雁桥附近的出租屋去，他给了我10颗麻果，我和李某某吸食后就回家了",
                "我的微信名叫“安守那一份思念”，微信号×××，手机号17307244011.李某某微信名是“幸福一生”，手机号137××××2888，微信号×××",
                "2019年11月我也找李某某买过400元麻果"
            ],
            [
                "17.被告人李某某的供述：我带着麻果从王某那儿离开，在回去的路上，一个姓康的女的微信联系我，我在鸿雁桥按1颗50元的价格卖给她50颗，实际交付46颗，收了她2300元现金，200元微信转账",
                "我回到鸿雁桥租住屋后，一个叫小丽的女的微信联系我想买麻果，用微信给我转了500元，我让她直接到我家来，我倒了10颗麻果给她吸了",
                "下午，杨某2二打电话说想买20颗麻果，我带着麻果到了体育馆附近杨某2二家里",
                "除了杨某2二外还有两个30多岁的男子，我倒出20颗麻果给他们，并说一颗60元",
                "其中一个30多岁的男子给了我1200元现金",
                "我跟他们坐在一起开始吸麻果，我吸了两颗就走了",
                "回去的路上，我数了98颗麻果算作100颗按55元一颗的价格卖给了一个叫小曼的女的，她给了我5000元现金，微信转账500元，用她男朋友张某的微信转的",
                "晚上，杨某2二又找我买了1克冰毒、10颗麻果，通过微信分别给我转了550元和600元",
                "康姓女子微信号是×××，微信昵称“白某”",
                "小丽微信号×××，微信昵称“安守那一份思念”",
                "杨某2二微信号×××，微信昵称“文武”，手机号136××××4777",
                "小曼男朋友张某的微信号×××，微信昵称“天使的魔鬼”，手机号158××××6664",
                "所有卖毒品的现金都放在我车驾驶室的手扶箱里，微信收的麻果钱都在我微信钱包里"
            ],
            [
                "12.证人王某1的证言：2020年6月初的一天下午，我找张某帮忙买1000元的麻果",
                "当天下午五六点钟，张某给我打电话说他在桥头皇宫假日酒店附近，我去后在皇宫假日酒店对面的空地上给了他1000元现金，之后他走到电信大楼门口的一辆面包车上，过了会张某下车后面包车就开走了",
                "张某和我各骑一辆摩托车到铁路桥宾馆附近，张某和一个人说话后坐我的摩托车一起到了五金机电城唐某民宿酒店",
                "我是按52元一颗的价格买的麻果，和张某一起吸食了5颗，拿走了14颗，后来我听张某说麻果是在周某某手里买的"
            ],
            [
                "13.证人李某某的证言：2020年6月4日下午，我、殷某某、寇某某、张某在唐某民宿酒店四楼8888房间玩游戏，张某接完电话后说周某某手里有麻果，52元一颗，100颗起卖，我们可以合伙买",
                "殷某某说要1000元的，通过支付宝转钱给了张某",
                "寇某某也说要，当时就转给张某2600元",
                "证人殷某某、寇某某的证言，印证了李某某所证情节",
                "证人寇某某还证明了张某是找周某某买的毒品，52元一颗，寇某某购买了50颗，计2600元"
            ],
            [
                "14.被告人张某的供述：2020年6月4日下午三点多钟，我和寇某某、殷某某、李某某在钟祥五金机电城唐某民宿酒店四楼8888房间玩",
                "周某某打来微信语音电话，我没接到",
                "我回过去后他说他手上有麻果，52元一颗，最低一组（100颗）起拿",
                "挂电话后，我和寇某某、李某某、殷某某商量买一组，寇某某说他买半组，殷某某要1000元的",
                "我和李某某都没有钱，正好王某打电话过来，我跟他说了，他说要1000元的",
                "下午五点多钟，我问周某某在哪里后，就让王某到钟祥大桥皇宫酒店对面找我，我骑了寇某某的摩托车到钟祥桥头皇宫酒店找到周某某，王某到后给了1000元钱我，我找朋友台瑶（音）微信转账借了600元钱",
                "钱凑齐后，我通过支付宝账号13×××87给周某某支付宝扫码，付给他4199元，又给了他1000元现金",
                "周某某给了我100颗麻果，用一个透明塑料袋装着，外面用卫生纸包裹起来",
                "我接了麻果后就放在摩托车座板里面，和王某一起走了"
            ],
            [
                "9.证人周某1的证言：2019年7月开始，我和女朋友唐佳艳在钟祥市金机电城开了唐某民宿酒店",
                "“勿忘”（殷某某）他们应该是从2020年5月26日开始住宿的，他们开始住在三楼305，连续住了几天都是姓李的（李某某）现金交的房费",
                "住了二三天左右，他们来了一个朋友，我给他们开了四楼的8888房间",
                "姓李的在305住了几天后又在8888房间旁边开了一个小房间",
                "8888房间一直就是最后来的那个人住着",
                "姓李的和“勿忘”在305房间住宿时是现金给的房费",
                "后来开了8888房间后，姓李的给了我两次现金，结账他们三个人住宿的所有房间，“勿忘”转给我两次所有房间的住宿费用",
                "我到8888房间去要过房费，他们给过我两次房费，其中住在8888房间的那个人让“勿忘”在麻将桌上拿现金给我，姓李的他们的住宿费是另外单独给我的",
                "他们在酒店住了大约10天"
            ],
            [
                "10.证人李某某的证言：我和殷某某在今年5月下旬开始在唐某民宿酒店住宿，我们住在三楼，后来张某来了又开了四楼的8888房间，一张房卡一直是张某一个人在住",
                "我后来在四楼8888房间旁边又开了一个房间一个人住",
                "我只出过自己单独住的房间的房费，张某和殷某某各自给各自的房费，有两次张某将他房间的房费现金给殷某某，殷某某将他和张某的房费一起转给我，我直接给老板",
                "有一次，男老板上8888房间送水，张某让殷某某直接在房间麻将桌上拿现金给老板，这是张某的房费",
                "还有几次张某的房费由他给钱殷某某后，殷某某再微信转给老板",
                "2020年6月4日下午，殷某某、寇某某给张某钱后，张某出去找周某某买麻果",
                "19时许，张某发微信说他回来了，我和殷某某到张某的8888房间，当时桌子上有几颗麻果，我和殷某某吸食了几颗，吸完后回了各自的房间",
                "晚上，我和殷某某再次去了8888房间，我们将桌上的麻果都吸完了",
                "我们吸的应该是殷某某出钱买的麻果",
                "5日上午，我到8888号房间，看见殷某某和张某正在用玻璃吸壶吸食麻果，我看桌上还有一些红色丸状麻果和冰，我也拿出2颗麻果掺着一点冰烫吸"
            ],
            [
                "12.证人寇某某的证言：2020年6月4日下午六七点钟，张某打电话说弄到货了，我和他在王府大道七号虾殿北边的桥那里见面，从他那里倒了一部分麻果，后来我数了只有三十几颗，我给张某打电话，张某叫我到唐某民宿酒店四楼8888房间，我去后张某把少给我的十几颗麻果用透明塑料袋装了给了我",
                "我在房间内吸了一颗麻果就走了",
                "我去房间时有人进进出出，我看到有李某某、殷某某，其他人我不认识"
            ]
        ],
        "cause": [
            "走私罪",
            "走私、贩卖、运输、制造毒品罪"
        ],
        "case_no": "（2020）鄂0881刑初357号"
    },
    {
        "fact": [
            "被害人李某1与魏某因土地纠纷存在矛盾",
            "2020年8月15日，李某1在南江县马某家门口与魏某相遇，魏某听见李某1说她是个过路人，于是两人对骂",
            "之后，魏某丈夫李某2也加入双方对骂",
            "被告人李含华闻讯对双方进行劝解",
            "在劝说过程中，李某1对李含华说你们都是一窝蜂,李含华为此心生恼怒，先朝李某1左脸打了一巴掌，接着用拳头殴打李某1面部、上半身，并抓住李某1肩膀将其摔倒在地",
            "南江县人民医院诊断：李某1右侧额颞顶创伤性急性硬膜下血肿，枕部头皮血肿，右眼眶软组织挫伤，右面部软组织挫伤，创伤性口腔粘膜溃疡,眩晕，反流性胃炎",
            "同时查明：被害人李某1住院期间，被告人李含华已支付医疗费8000.00元"
        ],
        "evidence": [
            [
                "1的陈述：2020年8月15日11时许，李某1与何某推着其父亲去赶场镇黑岩村村委会的坝子散步，走到马某家门前的土公路遇到魏某，其父亲问了三次这是谁？李某1在最后一次询问中回答：是过路的，魏某听后就开始骂一些不干净的话，骂的内容就说对方的生活不检点，互骂了几分钟，在准备将其父亲推回家时，魏某的老公李某2也来了，吵架声音很大，李某2的哥哥李含华听了之后出来劝架，大概二十分钟，何某用手机在马某家门口拍摄视频，李某2的父亲也出来参与骂架，李含华一直劝李某1，李某1对李含华说：你莫劝我，你弟弟弟媳都在骂我，你们都是一窝蜂，李含华说李某1说的不对，然后对骂了几句，李含华就一巴掌打在李某1左侧脸部，他打的很重，李某1后退几步，准备上去打李含华，但没打上，李含华又朝着其面部打了一拳，打在其右侧眼角上方，被打后李某1头就发晕，感觉其胸部衣服被抓住，整个人就被摔倒在地上，头部后侧先着地，意识开始模糊，只感觉何某在边哭边拉她，李某1在地上躺了一会，就被何某搀扶起来，感觉头晕无法走路，李含华说你狗日的如果要去报案，要让老子怎么样，老子就把你们一家人整绝种",
                "李某1就推着其父亲回家了",
                "在场的人有李某1、李某2、魏某、李某2的女儿、李含华、何某、马某、刘家琼、刘正中（同音）、李友荣",
                "对南江县公安局物证鉴定室法医学人体损伤程度鉴定书南公（物）鉴（法临）字［2020］052号鉴定意见无异议"
            ],
            [
                "12.被告人李含华的供述与辩解：2020年8月15日11时许，李含华在南江县家中听见其弟媳魏晓容和李某1在外面骂架，当时魏晓容站在她自家门前的土路上，李某1站在方马某家门口，其弟李某2和魏晓容一起与李某1骂架，随后李含华开始劝架，大概半个小时过后，李某1骂了一句老子不怕你们一窝蜂，李含华对李某1说，你不应该骂这句话，李某1说他们两个合起来骂我，李含华听后顺势用右手朝李某1左侧脸部打了一巴掌，导致李某1左侧脸部受伤，后用右手一拳打在李某1眼角上方额头处，具体是左侧眼角还是右侧眼角记不清了，导致李某1眼角上方额头处受伤，头部后侧红肿有淤血，李含华随即又双手抓住李某1的肩膀朝其身体右侧摔去，李某1被摔倒在地后，其头部背部着地，而后李某1在地平躺了不到一分钟便自行站立起来，将其父亲推走了",
                "一窝蜂就是一伙子、一伙人的意思，我听后很生气便打了她",
                "当时在场的有李含华、李某2、魏晓容、李某1、何某、马某",
                "他们为什么吵架不清楚，听说是因为土地原因",
                "对南江县公安局物证鉴定室法医学人体损伤程度鉴定书南公（物）鉴（法临）字［2020］052号鉴定意见无异议"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2021）川1922刑初16号"
    },
    {
        "fact": [
            "2014年5月25日，藤县藤州镇某某村某某组村民与藤县某某房地产公司施工方因土地纠纷在某某小区附近发生冲突",
            "当晚，在被告人秦某及几个年轻人的组织下，秦某均、覃某德（二人已判刑）等某某组各小组长均通知各组村民到某某小学旧址召开村民会议",
            "在会议上，秦某均与秦某雄、秦某玮（二人已判刑）等人积极发言，其中秦某雄、秦某均等人提出到县政府上访找县政府解决，上访经费在村中集体资金支出，参与上访的村民每人补助“误工费”人民币50元，到会的各小组长均表示赞成，并签名同意",
            "会议最后决定以藤县某某房地产公司施工方强占某某组土地为由到县政府上访，参与上访的村民每人补助人民币50元，由某某组各小组长签名同意领取该村“经联社”集体资金作为活动经费，并负责登记本组到县政府上访的村民名单",
            "5月26日上午9时许，同案人梁某清（已判刑）与“罗某二”（另案处理）等人及某某组300多名村民撑着横幅从县城河东区去到县政府大门前聚集，后被告人秦某伙同秦某均、秦某玮、吴某平、秦某海、梁某清、吴某勇、秦某雄、覃某德、冯某光等某某组村民以藤县某某房地产公司施工方强占某某组土地为由，在县政府大门前通道上采用撑横幅、堵通道、用麦克风高呼口号、唱歌、起哄、辱骂等方式闹访，引来数百名群众围观，致使县政府大门前通道堵塞",
            "直至当天17时许，公安民警对闹访的秦某玮等人进行处置，并对涉案物品太阳伞7把、横幅4条、特美声牌多媒体音响1台予以扣押后，通道才得以畅通",
            "期间，被告人秦某还从其欠村集体资金的款项中拿出17，500元交给冯某，用作分发上访村民的“误工费”和购买矿泉水、太阳伞等费用",
            "由于被告人秦某等人与其他某某组300多名村民围堵县政府大门并进行哄闹达6个多小时，致使县委、县政府的正常工作无法开展，会议无法召开，工作人员和车辆无法正常出入，严重扰乱了县政府部门的正常工作秩序，造成了恶劣的社会影响",
            "再查明，被告人秦某因犯故意伤害罪，于二○○四年十月二十六日被本院判处有期徒刑一年",
            "又查明，二○一五年三月十八日，因本案犯聚众扰乱社会秩序罪的同案人秦某玮被本院判处有期徒刑一年一个月，同案人吴某平被本院判处有期徒刑一年，同案人秦某均、秦某海、秦某雄、吴某勇、覃某德、梁某清、冯某光均被本院判处有期徒刑十一个月"
        ],
        "evidence": [
            [
                "1.同案人秦某玮的供述，证实2014年5月25日，某某村村民与某某地产公司因土地纠纷问题发生打架，当晚，某某村村民在村中小学召开会议商量于次日到县政府上访解决此事",
                "其中，其组队长秦某、一组队长秦某均、二组队长“展林”、十一组队长“老鸡”、十二组队长“老天”等队长到了开会，秦某、秦某均在会上还讲了要县政府帮解决问题等话，各队队长也表态同意",
                "5月26日10时许，某某村约有200多名村民围堵在县政府门口，致使门口交通堵塞",
                "当天，秦某、秦某均、秦某林、李某军、冯某等人也在现场，其中，吴某圣、“喃么四”、“阿七”、秦某文的女儿等人用了音响喊“还我公道”、“还我土地”、“维护村民利益，要求县政府县长给答复，开发商非法占有某某村土地”等口号，其也喊了口号，“堡垒”则带头起哄",
                "村民还在现场拉着四条横幅、撑起太阳伞，部分村民相互发放写有口号及村民被打一事的纸张，秦某及“秦六公”搭着吊针在现场讨说法",
                "当天下午，其用手机拍现场照片并发到微信圈上",
                "后来，其与“堡垒”被民警带走"
            ],
            [
                "6.同案人吴某勇的供述，证实2014年5月26日，某某组约200多名村民去到县政府大门口聚集、闹事，有几百名群众围观，致车辆无法出入县政府，对县政府的形象有很大的影响",
                "其见到“老牙”、“罗孖”、“堡垒”、“大吹”、“土匪”、“二傻”、“喃么四”、“展林”在现场",
                "“土匪”、秦某（外号“二傻”）在县政府大门前输液，还有村民撑横幅、起哄，现场周围也有几百名不明真相的群众围观，导致县政府大门通道堵塞",
                "当时，其见到“老牙”用麦克风喊话，“喃么四”也用麦克风喊了很多政府无能之类的话，其也跟着起哄，其他村民见其起哄后也跟着起哄，其还对现场的公安喊“有力不去打越南，给枪我去打日本”等",
                "后来，其在现场看管太阳伞、音响设备，并将手机放在麦克风旁边，利用音响播放音乐给村民听"
            ],
            [
                "9.同案人冯某光的供述，证实2014年5月26日10时许，某某组几百名村民去到县政府大门口聚集，其见到秦某均队长、“二傻”等两个年轻人坐在县政府门口处输液，“龙师长”及几名妇女在撑横幅，并将横幅、音箱及太阳伞放置在县政府门口，不让车辆及政府工作人员进出",
                "有一个年轻人在现场用话筒喊“还我公道”、“彻查真凶”、“无良房地产商强占土地”等话，其他村民跟着起哄跺脚，其本人也在现场跟村民起哄拍手跺脚、造声势",
                "后来，其也拿过现场的话筒",
                "15时许，其就离开现场，但很多村民直到18时许才离开"
            ]
        ],
        "cause": [
            "聚众扰乱社会秩序罪"
        ],
        "case_no": "（2015）藤刑初字第83号"
    },
    {
        "fact": [
            "被告人康振国与被害人康某甲系亲兄弟",
            "2014年9月29日，被告人康振国与被害人康某甲一起在泰和县螺溪镇集丰村帮胡某甲家建新房倒板",
            "下午6点吃晚饭时，两人因借钱修房屋一事发生争吵，被害人康某甲便回家拿菜刀返回胡某甲家欲砍被告人康振国",
            "被告人康振国见状即往外跑，当跑至胡某甲家附近的一条水沟旁时不慎摔倒在沟里，被随后追赶的被害人康某甲用菜刀砍伤头部",
            "之后，两人又返回胡某甲家，在场的被告人康振国妻子肖某甲见状就给被告人康振国包扎伤口，并劝说兄弟俩，被害人康某甲又举起菜刀将肖某甲打伤",
            "被告人康振国见状，随手拿起一条长板凳朝被害人康某甲打去，被害人康某甲被打中头部后跌倒在地",
            "当晚，被害人康某甲被送往泰和县人民医院救治，于2014年10月18日经抢救无效死亡"
        ],
        "evidence": [
            [
                "3、证人胡某甲的证言，证实2014年9月29日，康振国、康某甲两兄弟在其家帮忙倒板，在吃晚饭时，两兄弟因借钱修房屋一事发生争吵",
                "康振国拿起长条板凳想打康某甲，被其和康某乙劝开",
                "此时，康某甲说了一句话：今天晚上不是你死，就是我死",
                "大约十分钟后，康某甲又回来与康振国争起来，康某甲返身到摩托车上拿了一把菜刀冲进来砍康振国，康振国拿板凳挡并往外跑，跑到一条水沟边时摔倒了，康某甲追上去在康振国左额头上砍了一刀",
                "其和在场的几个人将康某甲劝开，康某甲便返回其家",
                "康振国回到其家中后，肖某甲给康振国包扎伤口，康某甲又拿菜刀的侧面在肖某甲的左侧头部拍了两下"
            ],
            [
                "8、证人龙某（邻村村民）的证言，证实2014年9月29日晚上5点左右，其到胡某甲家吃晚饭，当时同桌的康振国、康某甲已经喝了许多酒",
                "康振国、康某甲两兄弟因借钱修房子一事发生争吵，康振国拿起一条板凳欲打康某甲，被旁人劝开",
                "康某甲很生气，便对康振国说：我要砍死你们全家",
                "然后骑摩托车回家拿菜刀，过了一会康某甲骑摩托车返回，拿着菜刀追砍康振国",
                "胡某乙叫其到派出所叫警察，等其返回现场，看见康振国用衣服蒙住自己的头部，头部全是血并坐在胡某乙家门口，康某甲倒在路边上",
                "后120急救车将康振国、康某甲送往县人民医院治疗"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2015）吉中刑一初字第00008号"
    },
    {
        "fact": [
            "被告人徐大建与陈光芬（本案被害人，女，1972年4月28日出生）系夫妻关系，共同居住在重庆市南岸区长生路86号长盛花园",
            "2012年以来，陈光芬与另一男子邹某有不正当交往",
            "2014年1月31日（大年初一）清晨，陈光芬离家外出与邹某相聚",
            "次日下午，陈光芬回家，向徐大建提出离婚，徐大建不同意离婚",
            "当晚，陈光芬在客厅沙发上休息",
            "2014年2月2日8时许，徐大建到客厅沙发旁询问家中存款去向时与陈光芬发生争吵，徐大建遂持客厅茶几上的水果刀连续捅刺陈光芬的颈、背等部位五刀致陈光芬当场死亡",
            "徐大建随后持水果刀捅刺自己胸颈等部位企图自杀未果",
            "事实，有公诉机关举示，并经当庭质证、认证，本院予以确认的下列证据证实："
        ],
        "evidence": [
            [
                "14.证人徐某乙的证言证实：2014年2月2日8时许，他和妻子周某某在厨房听到儿子徐大建和媳妇陈光芬在客厅因为离婚的事吵架，不知陈光芬为何提出离婚",
                "他到客厅见徐大建站在沙发旁一只手抓住睡在沙发上的陈光芬的脚，一下把陈拉倒在地上并打了陈几拳，一只手拿沙发旁茶几上的水果刀抓住陈的衣领朝倒在地上的陈光芬胸部刺了几下",
                "他去劝的时候徐大建又用水果刀刺了几下陈的背部",
                "他过去抱徐大建但抱不住，徐大建挣脱后说“我也不活了”，用水果刀朝自己胸腹部到处乱刺",
                "孙女徐某甲也出来去扶陈光芬",
                "他到客厅窗户边大吼“杀人了”，孙女也打了120",
                "陈光芬经120医生抢救无效死亡",
                "案发后周某某将水果刀上的血在厨房水池里冲洗后用纸擦了一下，并放在了旁边的餐桌上",
                "陈光芬很要强，他们买了长生路86号5幢1单元6-2的房子后才知道房产证上只有陈光芬的名字",
                "2014年1月31日早上陈光芬出去后直到2月1日下午才回来，回家后就与徐大建吵了一架",
                "陈光芬经常骂他和周某某，也骂和他们住在一起的哥哥徐某丙"
            ],
            [
                "23.被告人徐大建的供述证实：2014年1月31日早上他起床后没看到妻子陈光芬，他给陈打电话陈说出去走一走",
                "当日上午，女儿徐某甲打电话给陈光芬后告诉他陈要出去耍两天",
                "当日上午10时许，邹某的老婆给他打电话说陈光芬和邹一起出去了，并说陈光芬和邹某已有二三年的不正当男女关系，随后他发现家里陈光芬的很多衣服和鞋子不在了",
                "他打陈光芬的电话一直关机，直到2014年2月1日17时许，陈光芬才回家",
                "他追问陈光芬去了哪里，晚上都不回家，女儿也在问",
                "陈光芬在他的追问下承认和邹某出去耍了，回来就是要和他办离婚，且态度坚决",
                "晚饭后他提出离婚可以，但家里的钱全部归他，陈光芬说只把房子留给他，钱已经用完了",
                "当晚陈光芬在客厅沙发上睡觉",
                "2月2日7时许他起床后到客厅，陈光芬还在睡觉",
                "他坐在陈光芬旁边问陈所掌握的家里的钱在哪里，那是给娃儿读书用的，陈说都用完了，他们为此发生了争吵，吵得很凶",
                "他掀起陈的被子，陈坐起来打了他一耳光",
                "当时陈的脚对着他，他用双手抓住她的脚往地上拖",
                "陈被他拖下沙发后就抓扯他的衣服，他们抓扯了几下，他越想越气，就顺手拿起茶几上的水果刀朝她肚子他就从沙发旁边的茶几上拿起一把不能折叠的水果刀捅在陈光芬的胸口附近，陈倒在沙发上，他们互相揪着对方的衣服，他把陈拉起来后对着陈的颈部又捅了一刀，陈就挣扎着转身",
                "转身的时候他又朝陈的后背捅了一刀，陈就倒在地上，不怎么挣扎了",
                "他父亲过来拉他，女儿从卧室出来抱着陈",
                "他觉得自己负担太重，家庭也毁了，就喊了一句“我也不活了”，用水果刀朝自己脖子、胸口、肚子上乱捅了几刀就倒下了，后面的事情就不知道了",
                "徐大建从一组水果刀图片中辨认出其中一把从现场提取的刀具是其作案用的刀具"
            ]
        ],
        "cause": [
            "故意杀人罪"
        ],
        "case_no": "（2014）渝五中法刑初字第00076号"
    },
    {
        "fact": [
            "2014年10月1日下午，被告人杨国权和杨某4、杨某5等人在饭店吃饭喝酒时，有人提议饭后到遂溪县黄略镇文车村委会二村东北方向田边一间“嗨场”玩，大家同意",
            "被告人杨国权在家中吸食毒品后于当晚21时许驾驶一辆电动摩托车前往“嗨场”",
            "途中，被告人杨国权通过杨东钿知道杨某4、杨某5与“嗨场”的工作人员因开房的事发生争执",
            "被告人杨国权来到“嗨场”遇到正在向杨某3、杨某1、杨某2、杨则平等人咨询争执情况的被害人杨某6（绰号“阿江”）时，两人再次因此事发生争吵",
            "此时，杨某4、杨某5等人隐怀恨在心持猎枪（俗称“竹筒”）返回“嗨场”，与杨泽思等十个文车村东镜的男青年一起冲向杨某6",
            "杨某6见状马上到停车场驾驶其本田银色奥德赛牌商务车逃跑",
            "被告人杨国权伙同杨某4、杨某5、杨泽思等人一起追赶杨某6，并喊“打他”",
            "杨某6驾车受阻无法逃离，被杨国权、杨某4、杨某5等人围住后，同案人杨某4、杨某5二人持枪对着坐在驾驶室中的杨某6，其中一人开枪射击，子弹穿过车窗将杨某6打伤",
            "随后旁边群众将杨国权、杨某5、杨某4等人拦开并将杨某6送医院抢救",
            "在诉讼过程中，被告人杨国权的妻子与同案人杨某4的妻子、杨某5的妻子分别代他们与被害人杨某6方在黄略镇政府、黄略派出所、文车村委会等部门的协调下达成了调解协议，由同案人杨某4、杨某5、被告人杨国权共同赔偿给被害人杨某6损失人民币800000元，并取得了被害人方的谅解",
            "另查，被告人杨国权因犯非法持有毒品罪，于2015年8月13日被本院判处有期徒刑九个月（自2015年2月13日起至2015年11月12日止），并处罚金人民币三千元，2015年11月12日刑满释放",
            "在刑期执行完毕前，被发现本案犯罪事实，被告人杨国权于2015年9月15日被羁押"
        ],
        "evidence": [
            [
                "2、被告人杨国权的供述，证明被告人杨国权及同案人参与殴打被害人杨某6的事实经过，与公诉机关指控的事实一致",
                "主要内容：2014年10月1日下午，我和杨某5、杨某4等七、八个人在我村一饭店吃饭，当时我们几人一起喝了六斤洋酒，吃完饭是19时许",
                "期间有人提出到“嗨场”吸食“K粉”，大家同意后，我回家吸食了一点冰毒，就驾驶一辆黑色电动车来到“嗨场”准备和杨某5、杨某4等人一起吸食“K粉”",
                "在路上，我见到杨东钿，他对我说“你快点劝一下，嗨场那里打架了”",
                "我赶到嗨场，在走道里见到“武”（即被害人杨某6），就质问他",
                "后来就和“武”争吵了起来",
                "这时，杨某4手持一支猎枪（竹筒）从“嗨场”走道东北入口往我和“武”冲过来",
                "“武”看见杨某4持枪冲来就往西北角走道入口逃走，“武”逃到“嗨场”西北停车场后就驾驶其小车往村道方向逃去，但村道路口被杨东钿的小汽车拦住入口了",
                "“武”就驾驶小车到“嗨场”东北边的停车场（即“武”被枪击现场）",
                "这时，杨某4持枪从走道西边往东边出口冲去，杨东钿等人担心杨某4开枪把事情闹大就拦住杨某4",
                "这时杨某5持枪（竹筒）跑到“武”被逼停的小汽车旁边，举起猎枪朝驾驶室车窗开了一枪（但庭审时又称杨某4、杨某5二人持枪，但不清楚谁开的枪）"
            ],
            [
                "3、同案人杨某4的供述，主要内容：2014年10月1日，我和杨某5、杨国权等人在我村东境的树头下喝酒，有人提出到我村二村东北方向田边的嗨场玩，大家同意",
                "有部分人先去嗨场，回来说工作人员不让本村人玩",
                "我都有点醉意，就一起到嗨场讨说法",
                "我担心自己被伤害到，就回我村旧屋取出一支玩具枪，骑着一辆红色电动车赶到“嗨场”，我见到很多人在嗨场门前站着，当时我没有见到阿江（即被害人杨某6），我就在嗨场门前逛，当逛到入口停车场时，我就看到阿江受伤被几个人从一辆小汽车中抬下来，我东境的很多人就往村里逃去，我也跟着回到村里",
                "后来，我跑步到金沙湾将玩具枪扔到海里",
                "证实同案人杨某4事发当晚与被告人杨国权、另一同案人杨某5一起喝酒，并有意到嗨场讨说法的经过，同时证实杨某4持械来到作案现场以及被害人杨某6被打受伤的事实"
            ],
            [
                "4、被害人杨某6的陈述，证明被害人被殴打的事实经过",
                "主要内容：2014年10月1日晚上9时许，我开车来到我们村岭头那间娱乐场门前（即“嗨场”），我准备下车时，就有几个人在我的车后面追赶过来",
                "我预感可能有事发生，就立即开车往村方向离开，当我开车到娱乐场路口时，被从村里来的车堵住",
                "我立即向田边方向行驶后被逼停，杨某4手持一支枪从我后方冲过来到我旁边，当时我的车窗没有降下，杨某4用枪指着我",
                "杨某5手持一支枪从我车头的右前方跑过来，用枪指着我",
                "杨国权则从我车头左前方冲过来，杨国权手里没有拿东西，但杨国权开口喊“打他”",
                "接着有人开枪，具体谁开枪我不清楚",
                "该供述证实了被告人杨国权参与追赶被害人并喊“打他”，但其本人没有持械，也没有动手打人",
                "同时证实同案人杨某5、杨某4二人持有枪支追赶被害人，且用枪指着被害人，但未能分清是谁开枪的事实"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2016）粤0823刑初244号"
    },
    {
        "fact": [
            "2014年11月16日起，被告人龚道清向被告人陈乙胜商议购买毒品",
            "次日，被告人龚道清带着被告人李雪莲驾驶赣B×××××号小汽车从江西省赣州市出发到广东省广州市，向被告人陈乙胜购买毒品甲基苯丙胺（冰毒）",
            "同年11月18日2时许，被告人龚道清和被告人李雪莲到达被告人陈乙胜位于广东省广州市越秀区王圣堂二巷5号4楼的出租屋后，陈乙胜通知在外的陈振辉回到该出租屋",
            "双方商定要交易的毒品数量、价格后，被告人龚道清拿出2.8万元毒资，交被告人李雪莲清点，再交给被告人陈乙胜作为购买毒品的部分款项",
            "被告人陈乙胜随即将毒资交给被告人陈振辉，由陈振辉到广州市海珠区向他人购买毒品",
            "被告人陈振辉向他人购买了3包毒品后，将毒品带回出租屋交给被告人龚道清",
            "被告人龚道清拿到毒品验货后，和其他被告人准备去银行取钱支付余款，被告人李雪莲手提装有毒品的纸袋一起离开出租屋，后该袋子由被告人陈振辉拿着"
        ],
        "evidence": [
            [
                "11.证人郑某乙的证言：我妈叫陈某甲丽，2014年12月14日因涉嫌贩毒被公安机关刑事拘留，我男朋友叫陈乙胜，2014年11月份因涉嫌贩毒被公安机关逮捕",
                "陈乙胜是2014年8、9月份从老家上来广州，和陈振辉、陈某乙一起住在王某二巷5号4楼",
                "陈乙胜没有工作，他租房是为了自己住，我没有看到他在房间里做违法的事情，他的朋友我也不清楚",
                "我有一张以我自己的身份办的农业银行卡，后来陈某乙向我借走了，说他姐姐汇钱过来要用我的卡，第二天他又说给陈振辉他们用了",
                "还有一次陈乙胜叫我将卡号发给他，说他要用，他们使用卡的目的我不清楚"
            ],
            [
                "12.证人黄某丁的证言：我是广州市越秀区王圣堂二巷5号4楼的房东，2014年10月份左右我将这间房租给几个靓仔居住，那几个靓仔我只见过两三次，好像是潮汕人，他们说自己开档口做隆江猪脚饭生意",
                "直到2014年12月份，我一直找不到他们收房租，门也一直锁着，我感觉他们出事跑路了",
                "我就叫中介一起上房间打开房门，然后收拾东西，将房间租给了别人",
                "当时他们的合同丢了，无法提供"
            ],
            [
                "13.证人陈某丙的证言：我是2014年初开始跟我表姐陈某甲丽一家人一起住的，陈某甲丽前两年在王某做猪脚饭生意，今年开始没做了",
                "我老乡陈乙胜、陈振辉也住王某，我们经常找他们玩",
                "今年9月份的时候，我去陈乙胜、陈振辉家找他们玩，发现他们在吸食冰毒，就问他们为什么吸这个，他们说在做毒品生意，没办法，必须要会吸毒，做毒品生意来钱快",
                "从那时起我就知道他们是做贩毒生意的，但我没亲自见到他们联系毒品交易，只是听他们自己说的"
            ],
            [
                "15.证人史某乙的证言：我是搞租车业务的，赣B×××××奥德赛小汽车是我的",
                "2014年11月的一天，我将该车租给朋友黄某乙平，他说要用车送亲戚回广州，给了我一天的租金300元",
                "租车后第二天左右，黄某乙平来告诉我，车子给了他亲戚开，他亲戚在广州因涉嫌毒品犯罪被抓了，车子也扣了",
                "黄某乙平和我认识近一年，他跟我借过几次车，每次都能按时交车交租金，之后他找我租车都没办手续",
                "案发后，我提供了租车合同（案发后补办）、车辆行驶证原件、租车公司营业执照复印件等给黄某丙，现在听说黄某乙平因涉嫌一宗故意伤害案已躲了起来",
                "我没有见过黄某乙平的亲戚"
            ],
            [
                "16.被告人陈乙胜的供述和辩解：2014年11月16日晚上，我朋友“江西佬”（龚道清）打电话到我的手机（号码为135××××2766），问我有没有价格为每公斤27000元的毒品冰毒卖，我说现在要买三公斤以上的才有每公斤27000元的卖，他觉得贵就没继续谈下去，我说如果想买便宜的可找其他人买",
                "到了11月17日晚上，“江西佬”发短信给我要来广州买冰毒",
                "我打回电话给他，他说要两公斤，我说两公斤没有每公斤27000元的价格，起码要28000元一公斤",
                "我们在价格上谈了一会儿，他说来广州之后再说",
                "11月18日凌晨2时许，“江西佬”打电话给我说已经到了王某牌坊附近，让我下去牌坊接他，我就下去带他和她女朋友到了我在王某所租住的房子",
                "“江西佬”进房后就问我要毒品，我说现在没有货，让他试一下陈振辉给我的样品，他试过之后就跟我说这些毒品可以，让我去拿货",
                "我跟陈振辉说“江西佬”要拿2公斤的冰毒，陈振辉说先要看到钱，于是“江西佬”就拿了28000元人民币给陈振辉去拿冰毒",
                "陈振辉拿了冰毒回来后就给了“江西佬”，“江西佬”拿到冰毒之后试了一下，试完就要走，我和陈振辉陪着“江西佬”一起走，刚到王某牌坊那里就被公安民警抓获了",
                "陈振辉买回来的两公斤冰毒成本是47000元，外用红色写有大红袍字样的茶叶袋包装，另外他还多买了100克，全部卖给“江西佬”的价格是60000元，我不清楚陈振辉的毒品是哪里买回来的",
                "“江西佬”当时只给了28000元给陈振辉，剩下的钱叫我们跟着一起去银行取钱给我们",
                "“江西佬”之前找其他人拿冰毒的时候我在场，就认识了",
                "我曾与老乡陈某乙一起和“江西佬”交易过，这次是跟陈振辉一起卖毒品给“江西佬”",
                "我当时没有钱，也没有货源，所以就让陈振辉卖毒品给“江西佬”，他们的生意做成了，我可以从中得到3000元人民币好处，但是我还没拿到钱",
                "“江西佬”和他女朋友一起来广州购买毒品冰毒，他女朋友知道他是来买冰毒的，“江西佬”试货的时候他女朋友在场，“江西佬”还让他女朋友一起试货，但她没试",
                "我们离开时是“江西佬”的女朋友提着装有冰毒的袋子走的，我和那女的说过几句话"
            ],
            [
                "17.被告人陈振辉的供述和辩解：2014年11月18日凌晨1点左右，陈乙胜打电话（号码为135××××2766）叫我（号码为133××××2710）去王某",
                "我去到房间后看到里面有三个人，围坐在客厅的桌子旁边，两个“江西佬”（一男一女）坐在沙发上面，陈乙胜坐在凳子上面，他们应该是刚在桌子上面吸食完冰毒，桌子上面都是刚吸食完冰毒用的工具（瓶子、吸管、锡纸、打火机等）",
                "然后陈乙胜就叫我去海珠拿东西（指毒品冰毒），“江西佬”拿了28000元出来，那个女还帮着点了数，交给陈乙胜，并要求陈乙胜多拿300克回来",
                "陈乙胜自己拿了22500元出来，一起将这50500元交给我，并问我这次拿货给多少钱的利润给我，我说他想给我多少，陈乙胜就说拿一条货给我1000元，一起就给我2000元，我同意了",
                "我打车到了海珠区石榴岗村海军基地老门口，就打电话给对方，对方把我带到一个出租屋问我钱带够了并让我等一会",
                "等了十来分钟，该男子拿了两大袋冰毒（实际上是3包，2大包、1小包，有1大包和1小包装在一起），外面都是用装茶叶的红色袋子装，里面是透明塑料袋包装，一大袋就是一条，共两条，一起重约4斤，最小的1包应该有100来克，都是透明晶体状冰毒",
                "我把50500元交给该年轻男子，他只收了我48500元，退回了我2000元，然后我就打车回王某",
                "到王某陈乙胜的房间大约是凌晨4点左右，他们3人还是坐在那里，我将这些货交给陈乙胜，他们开始验货，我去洗手间",
                "10分钟后我出来，“江西佬”说剩下的钱从银行取出来给陈乙胜，陈乙胜叫我一起去拿钱，然后我们就下楼",
                "我见到那个女的将毒品装进他们带过来的纸袋里面，然后那个女的提着毒品，下楼的时候那个女的手上提的东西太多，让陈乙胜帮忙提这袋毒品，陈乙胜转手把毒品交给我提",
                "我们四个人走到“江西佬”的车旁，我就将袋子放在车的后排，当我们上车准备离开时，一起被警察抓获了",
                "“江西佬”我是第二次见，我称呼他大哥，大约40岁，身高170cm，偏胖",
                "那个女的第一次见，大约40岁，身高160cm，长发，整个交易、谈价钱、试货那个女的都全程参与"
            ],
            [
                "18．被告人龚道清的供述和辩解：2014年11月17日下午2时许，我的一个外号“老苏婆”的朋友要我晚上去广州找“小陈”拿毒品回赣州，说她已经和“小陈”在电话里谈好价钱，每条（即1公斤）冰毒价格是28000元，要我去找“小陈”拿2条冰毒，并交给我23000元现金",
                "5时许她将一辆B02159白色的奥德赛小轿车交给我，又给了我2500元现金，8时许我带上女朋友李雪莲一起开车从江西赣州到广州，在18日凌晨2时左右到越秀区王某牌坊",
                "我给电话“小陈”（手机号码是135××××2766，我使用手机号码156××××6771中有一个叫gamgde的联系人也是“小陈”），他将我们带到他居住的王某二巷5号4楼，当时房间内没有其他人",
                "“小陈”从房间拿出一些冰毒给我们试吸，我和李雪莲都吸了，觉得质量可以，就给“老苏婆”打电话，她说要两条货",
                "“小陈”说他手里现在没有这么多货，要我等会儿将钱交给他的拍档，由他出去拿货",
                "过了一个小时左右，另一名男青年进来了，“小陈”要我将钱交给这名男青年，我拿出28000元现金出来，亲自数了一次，再交给李雪莲复核了一次，数字无误后，我将钱交给“小陈”，“小陈”接过钱后交给了那名男青年，两人进去里面的小房间，具体做什么我不知道",
                "后来我对那名男青年说能否帮我多加300克冰毒，想用来自己吸食，那名男青年说帮我找找",
                "在等的过程中，我、李雪莲、“小陈”在房间内用冰壶吸食冰毒，我还打电话给“老苏婆”，对她说要两条冰毒的钱不够，她当即通过银行转账转了7700元到我名下的工商银行账户，并打电话告知我转账的情况，对我说还有一些余款我不用管，她与对方已谈妥，用其他方式支付",
                "那名男青年接过钱后就出去了，大约早上6时左右，他拿着黑色的布袋子回来了，里面有3包用透明胶带包装的冰毒，两大包，一小包，大包的是1公斤装，小包的是100克装，那名男青年说没有300克，只找到100克冰毒",
                "我打开其中一个大包装的，从里面拿出一些冰毒吸食，吸完后，“小陈”将这3包毒品冰毒装入我带来的袋子，我们四人就一起下楼，准备去附近的工商银行的柜员机提取7700元给对方",
                "出门时装毒品的袋子先是由李雪莲拿着，后由那名拿货的男青年拿着，走到我的车时，那名男青年就将这袋毒品放到车的后排位，正在这时被正在执勤的便衣民警当场抓获",
                "“老苏婆”的联系电话是137××××1170，在我手机上联系人是“老村”",
                "我这次帮她将毒品运回赣州后，我之前欠她的3000元钱就不用还了，另外再送我15克冰毒",
                "我的工商银行账号是62×××87，是在赣州当地银行开户",
                "我和李雪莲是男女朋友关系，我没有告诉李雪莲过来广州购买毒品，只是叫她过来广州玩",
                "她后来知道我来买毒品，那名男青年拿货回来后，我曾打开其中一个包装提取部分冰毒来吸食，当时李雪莲在场，她也跟我一样从中提取部分冰毒来吸食，我还让她帮忙数钱给“小陈”",
                "经辨认照片，被告人龚道清辨认出被告人李雪莲，辨认出被告人陈乙胜就是向其贩卖毒品的“小陈”，辨认出被告人陈振辉就是外出拿货的男子"
            ],
            [
                "19．被告人李雪莲的供述和辩解：2014年11月17日傍晚18时左右，我接到一个姓龚朋友（我称呼他龚某）说他的驾驶证没有年审，要我和他一起到广州一趟",
                "他接上我之后，我和他一起驾驶一辆车牌为赣B×××××的本田奥德赛，从江西赣州市出发，在南康市期间龚某叫我下车去买点零食，我回到车里的时候，我看到龚某和一个女子在车上交谈，那个女子递给龚某2500元现金，龚某当时叫我数钱，我数完后就给回了龚某",
                "我们和那个女子分开后就在南康市上大赣高速往广州方向出发，期间我也帮他开车",
                "我们到达广州市区一个有牌坊的地方，把车子停好在那牌坊旁边",
                "后来有一个穿黑色外套的男青年，身材有点高瘦，他把我们带到一个建筑物的四楼的一个套间，是两房一厅的那种",
                "我们进去之后，龚某就和对方在厅里聊天，当时我坐在厅的另外一侧，他们交谈的内容我不是很清楚，双方交谈时，对方那个男青年时不时拿出手机出示给龚某看，并说就是这个样子，龚某当时没有吭声，我看到他们的架势就知道是在谈交易什么",
                "在凌晨2、3点的时候，龚某给高个男青年现金人民币28000元，当时还叫我把现金再重新数一遍，当时听对方说钱不够，后来我听到龚某叫人转账",
                "大概5点钟左右，有一个身材矮点的男青年（他在凌晨2、3点的时候也来过四楼的地方），穿一件灰色外套提着一袋东西进来，那个男青年进屋后，穿黑色外套的男子高个男青年拿出一个白色的长方形电子秤放在茶几上，矮个男青年把袋子里的东西拿出来，把一个小袋子的物品放在秤上称，接着又把另外两个装红枣的红色塑料袋的物品放在秤上称，接着又把另外两个装红枣的红色塑料袋的物品抽一袋出来称",
                "他们三人当时也一起对那些物品进行验货，在验货和称重的时候我知道他们在交易冰毒",
                "他们双方看完后，龚某将那些冰毒放在开始上楼时我提上去的一个黑色纸袋子里面，5时30分左右，我们几个人从楼上下来，我觉得提得东西太重，那个矮一点男青年帮我提着黑色袋子，当我们靠近车子准备上车时被现场的民警抓获",
                "他们双方交易的时候，高个男青年教我吸了两口冰毒，我之前吸食的冰毒是龚某提供给我的，他们在验货时和我吸食的毒品都是白色晶体"
            ]
        ],
        "cause": [
            "走私、贩卖、运输、制造毒品罪",
            "非法持有毒品罪"
        ],
        "case_no": "（2015）穗中法刑一初字第316号"
    },
    {
        "fact": [
            "被告人王某某与被害人傅某某同村而居，二人平时关系尚好",
            "2015年1月16日下午6点多，被害人傅某某给被告人王某某打电话让其到富平县龙桥沟他女朋友开办的理发店去喝酒，被告人王某某开车拉上其朋友王某昌去了被害人傅某某女朋友开办的理发店，三人将一瓶二锅头喝完",
            "此时，被告人王某某朋友张某某打电话又叫去其去夜市喝酒，三人一起开车去夜市一家饭馆",
            "进去后，被告人王某某见其朋友张某某和一个20多岁的小伙在喝酒，三个人也坐下，五个人一起继续喝酒",
            "喝酒划拳过程中，由于喊声过大，旁边邻桌的人让喊声小点，为此事，被害人傅某某和邻桌的人发生争执，并且要到邻桌去闹事",
            "被告人王某某上去劝说，被害人傅某某不听，跑到邻桌继续滋事，邻桌的人也喝了酒，被告人王某某见状就将被害人傅某某从饭馆往外推拉，二人厮拉过程中，被害人傅某某跌倒在地，被告人王某某见状情急之下用脚在其身上连踢数下，被害人傅某某起身逃离",
            "随后，被告人王某某开车拉上其朋友王某昌在富平县车站大街西段农机酒店门前找到被害人傅某某，将被害人傅某某送到富平县龙桥沟其女朋友开办的理发店内遂离去",
            "之后，被害人傅某某因呕吐被送往富平县第二医院，经诊断系外伤性脾脏破裂，左眉骨皮肤裂伤，遂进行手术治疗",
            "被害人傅某某亲书刑事谅解书表示对被告人王某某予以谅解，并建议人民法院对被告人王某某免予或者减轻处罚"
        ],
        "evidence": [
            [
                "1、被告人王某某供述：2015年1月16日下午6点多，傅某某给我打电话让我到富平县龙桥沟他女朋友开办的理发店去喝酒，我就开车拉上我朋友王某昌去了，进去后，看见傅某某正和一名我不认识的男子喝酒，后来那个男子走了，我们三人继续喝酒，将一瓶二锅头喝完了",
                "这时，我朋友张某某打电话又叫我去夜市喝酒，我们三个一起去了夜市一家饭馆，进去后，看见我朋友张某某和一个20多岁的小伙在喝酒，我们三个也坐下五个人一起喝酒，我们喝酒划拳过程中，由于喊声过大，旁边邻桌的人让我们喊声小点，就为这事，傅某某和邻桌的人发生争执，并且要到邻桌去闹事",
                "我上去劝说，傅某某不听，跑到邻桌去拍桌子，邻桌的人也喝了酒，我害怕闹出啥事，我就将傅某某从饭馆往外拉，准备将他拉上车送到他女朋友的理发店，但傅某某酒喝多了根本就不听，一个劲往那个店里扑的要回去闹事，还用拳头在我头上、脸上乱打，我当时上去用脚在他头上、肚子上踢了几脚，傅某某跑了，后来我找见傅某某将其送到其女朋友店里后离开"
            ]
        ],
        "cause": [
            "过失致人重伤罪"
        ],
        "case_no": "（2015）富平刑初字第00054号"
    },
    {
        "fact": [
            "2018年11月初至12月底，被告人王龙伙同他人在南阳市卧龙区谢庄乡毛田村王武河水库旁、王武河水库附近树林搭建的棚子里、毛田村夏中寨组老四合院等固定场所开设赌场，以“推牌九”的形式聚众赌博十多场，每场参赌人员有十几人至二、三十人不等，参赌人员累计达到120人，每局赌注五十元起步、六百元封顶",
            "王龙是场主，提供赌博场地及赌具，给参赌人员发工资",
            "王蕾(另案处理)、尚渊生等人为参赌人员“放冲”",
            "王延(另案处理)等人看庄管吃赔",
            "杨平、“强”等人参与维护赌场秩序",
            "郭某(另案处理)、靳某、杨某、赵鹏、于某、冀某、张某2、肖某、邵某、刘文刚、“老堆”、“栗永祥”(绰号老鼠)、“小宁”、“眼镜”、“老师”等三十余人参与赌博"
        ],
        "evidence": [
            [
                "（1）证人杨某的证言我赌博的地方在谢庄乡孙庄村的枣园、南夏庄、官庄三家住户家，市区七里园机床厂家属院",
                "赌博场上的场主有屈万江、“大龙”、“军”他们三个人，有时是单独场主，有时三人合在一起当场主",
                "我在赌场上的角色是打扫个卫生，烧个水，散场了后屈万江、刘某2、“大龙”、“军”他们四个人给我发工资五十到一百元不等，手里有钱了也在场上钓个鱼",
                "赌场上负责招呼的我知道，“盘车”的有杨平和一个叫“强”的男子",
                "在场上维持秩序的有赵猛",
                "抽头人员有时是刘某2，有时是“小州”，这两个人相对固定",
                "赌具都是场主安排和保管的，具体地点在谢庄乡孙庄村的枣园、南夏庄、宫庄的农家户里，也都是场主提前安排好的，我也不清数是谁家",
                "赌场上的赌注最低五十元，最高六百元，都是现金形式给付",
                "每场抽头有三五千元左右",
                "我在赌场上的来了十来场，大概有千把块钱工资，我参与这十来场，场主都是屈万江、大龙、军这三人有时合在一起，有时两两合作，或是三个人单独组织",
                "场上参与赌博的人员都有：芦建伟、赵春红、程江、老八、小九、程宝、赵猛、南召四哥(徐国栋)、华姐(平顶山汝州人)、石头、贝贝等",
                "最先是屈万江今年9月份开始开场的，之后屈万江和郭军在合着一起设场，王龙在场上招呼的，后来郭军开始单独设场，王龙也开始自己设场，王龙应该是在2018年中旬的时候开始开的赌场，一开始我还不知道，后来我听说屈万江在家门口开了个赌场，我就跟他联系说我也没有事干，可以的话我过去到赌场上给他帮忙去，屈万江说可以，让我到他场上打扫卫生、烧水什么的帮个小忙",
                "基本都是每开设一次赌场给我100元钱，偶尔赌场没有成的情况下给我50元钱",
                "总共有1000多元钱，具体多少时间长我也说不清楚了",
                "去过十几次，具体我记不清了",
                "他是2018年8月中旬的时候开始，2018年9月下旬的时候因为赌场上参赌人员也少了他就不再开赌场了",
                "开设赌场大概有二十次，因为时间长再加上中间有段时间我有事没有去他的赌场，所以具体次数及时间我也不清楚",
                "证实被告人王龙开设赌场的事实"
            ]
        ],
        "cause": [
            "开设赌场罪"
        ],
        "case_no": "（2019）豫1303刑初921号"
    },
    {
        "fact": [
            "2016年11月间，被告人梁燊、陈键祥与同同案人刘某、伍某（二人另案处理）和绰号叫姐弟唐某（二人均在逃）的人经事先合谋后，由梁燊驾驶一辆丰田小汽车，先后多次从容县来到岑某1，实施抢劫摩托车犯罪活动",
            "1.2016年11月20日凌晨3时许，被告人梁燊、陈键祥与同案人刘某、伍某和姐弟唐某去到岑某1市玉梧大道桂东汽车修理厂门前路段，持刀恐吓，抢走驾驶摩托车路过此路段的冯某价值人民币2340元的好奔牌摩托车一辆",
            "后伍某将抢得的该辆车以1500元卖给他人，除分给被告人梁燊200元外，其余1300元共同吃喝花光",
            "2.2016年11月21日凌晨3时许，被告人梁燊、陈键祥伙同同案人刘某、伍某和姐弟唐某去到岑某1市马路镇昙容社区新世纪网吧门口，欲偷走练某停放在该处价值人民币1980元的神鹰牌摩托车和覃某价值人民币700元的英鹤牌摩托车时，被苏某发现，被告人陈键祥等人持刀对苏某进行威胁，将两车抢走",
            "后因神鹰牌摩托车无法启动，便将该车敲烂丢落水沟，英鹤牌摩托车则开回容县由伍某负责销赃，所得赃款650共同吃喝花光",
            "事实，有检察机关提供，业经法庭举证、质证的下列证据予以证明："
        ],
        "evidence": [
            [
                "1.被告人梁燊供述其绰号叫红某，2016年11月下旬的一个晚上9时许，其接到肥佬锋的电话叫去岑某1找点路数",
                "当晚11时许，其驾驶自己的墨绿老款丰田佳美小汽车搭乘肥佬锋昂键蛇儿唐横姐弟来到岑某1市昙容街一个网吧门口时，蛇儿发现了作案目标，是一辆白色和一两黄色鬼火助力车，然后他们下去偷助力车，其和姐弟坐在车上，在偷车过程中，来了两名男子，应该是车主，肥佬锋昂键蛇儿就拿刀指着对方，那两人就吓跑了",
                "后来因黄色那辆车打不着火就砸烂没要",
                "另外一起也是2016年11月下旬的一天晚上，同上面所说的方式来到岑某1，在岑某1市区转了几圈没有发现作案目标，便开车回容县，途中发现一男子开着一辆白色鬼火助力车经过，肥佬锋就说去抢，其截停该车后，同去几个便下车围住该男子，并拿刀指着男子问这辆车不是我兄弟的吗？那男子不敢出声就跑了",
                "两次作案所得车辆均由肥佬锋负责卖掉，卖车所得款一起吃喝花了",
                "作案工具是其放在车的，柴刀是肥佬锋拿来的"
            ]
        ],
        "cause": [
            "抢劫罪"
        ],
        "case_no": "（2017）桂0481刑初193号"
    },
    {
        "fact": [
            "2016年年底，被告人邓某广在网上认识周某，于2017年2月底，被告人邓某广从越南偷渡来到化州市找周某并与其在化州市鉴江区大桥河东村的出租屋同居",
            "2017年3月23日晚上，被告人邓某广因怀疑周某有外遇，就用手掌打周某的脸部",
            "第二天早上8时许，被告人邓某广叫周某拿首饰出去当钱给他用，周某不从，于是被告人邓某广即对其进行殴打，用脚踢周某的胸部和腹部，又用皮鞭抽打周某的腿部和胸部",
            "之后，被告人邓某广强迫周某脱光衣服，在床上用扫把棍殴打周某的腹部、手部等部位，打了四、五下后其把扫把棍断开，然后强迫周某把扫把棍插入下阴部",
            "周某拒绝后，被告人邓某广就用皮带抽打其胸部、手部后使其被迫同意",
            "被告人邓某广还用两部手机对此过程进行拍照和录视频"
        ],
        "evidence": [
            [
                "周某的陈述，证实其于2016年年底在微信上认识了名叫“亚广”的男子，那名男子在2017年3月初就来到了其位于化州市鉴江区大桥乐岭村13号的出租屋威胁其与他同居，其多次与那名男子表明自己有家庭，不能和他住在一起，那名男子见其不愿意就殴打其",
                "那名男子与其同居后就一直赖着不走，还经常用手殴打其的脸",
                "2017年3月23日晚上，“亚广”看到其添加了其丈夫黄国胜的微信后，就大发脾气并用手打了两巴掌其的脸说：“你是我的人，我不允许你和任何人联系”",
                "其因为害怕就在床上休息了",
                "直到第二天早上8时许，“亚广”让其拿一些金银首饰去典当给他换钱用，其不同意，“亚广”就用手打了两巴掌其的脸，又用脚踢其的胸部和腹部",
                "其躺在地上，“亚广”又用皮带抽打其全身，其全身都被打成红黑色了，之后就晕倒在地上",
                "过了一会，“亚广”用一桶冷水将其泼醒了，继续用皮带抽打其",
                "随后“亚广”让其爬上床，解开衣服让他打",
                "其拒绝后，“亚广”用脚踢了其阴部，其害怕了被迫解开了衣服",
                "其脱光衣服后，“亚广”用扫把殴打其腹部和手部",
                "打了四、五下后，扫把柄就断了，“亚广”强迫其用断了的木柄去插自己的下阴部，并且进行录像，其因害怕被迫同意了",
                "“亚广”拍完视频后，又用断掉的木柄插其下阴部，但被其挡开了，其想逃走但被强行拉回床上",
                "之后“亚广”每隔几分钟就用皮带抽打其一次，直到晚上22时许，“亚广”出了门，其就走到旁边的出租屋向一名叫“亚旺”的男子求救，让他帮忙报警",
                "其见到“亚广”回来了，其因为害怕就又回到床上",
                "“亚广”用皮带继续抽打其，直到民警将其解救",
                "其知道“亚广”经常吸食冰毒"
            ],
            [
                "邓某广的供述和辩解，证实其于2016年底在网上认识了原来是越南人的周某，周某说自己的丈夫已经死了",
                "其于2017年2月20日左右从越南偷渡到了周某的出租屋，并与她同居了",
                "2017年3月24日早上8点多，其看到周某玩手机就怀疑她有了外遇，周某也承认了自己认识了一个广西男人",
                "其对周某说：“你已经是我的女人，不能在外面有男人了”，其越说越生气，就用手掌在周某的脸上打了几巴掌",
                "到了晚上七时，其又质问周某为什么要有其他男人，其很生气就用脚踢周某的胸部和腹部，之后还用皮带抽打周某",
                "随后，其还强迫周某脱光衣服，其用扫把的木棍把柄朝周某的腿部、背部等多处进行殴打",
                "其一边殴打，一边强迫周某用折断的扫把木柄插入自己的阴部，并用手机拍摄了视频"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2017）粤0902刑初506号"
    },
    {
        "fact": [
            "2014年5月3日凌晨，被告人吴忠亚与方某甲、张某甲、张某乙、欧某等人在五河县城关镇禾香路“华天苑”烧烤店门前吃烧烤",
            "吴忠亚与路过此处应邀一起喝酒的被害人杜某因琐事发生争执，经劝说杜某离开",
            "杜某离开后从“禾香花园”小区南门附近的“玉阁美食”店拿一把菜刀到“华天苑”烧烤店门前追砍吴忠亚，吴忠亚等人分别从“华天苑”烧烤店拿啤酒瓶、菜刀、铁制圆板凳欲殴打杜某",
            "杜某沿禾香路向西走，吴忠亚遂驾驶黑色“斯巴鲁”牌越野车（皖C×××××）追撵杜某，杜某走到“禾香花园”小区南门口被朋友王鸿劝到其停在小区门口的（皖C×××××）“宝马”牌轿车上",
            "吴忠亚驾驶越野车朝“宝马”车右侧尾部连续撞击两次后，将车开到“宝马”车西侧停下，杜某持刀下车砍吴忠亚驾驶的越野车，吴忠亚开车驶入“禾香花园”小区，沿小区花坛逆时针方向行驶，杜某持刀沿花坛顺时针方向追撵吴忠亚时，被吴忠亚驾车迎面撞倒",
            "吴忠亚开车快速驶离小区，在小区南门口再次撞到“宝马”车左侧车门，之后驾车向西逃跑",
            "杜某经五河县人民医院抢救无效于当日凌晨死亡",
            "2014年5月3日下午16时许，被告人吴忠亚向公安人员投案"
        ],
        "evidence": [
            [
                "20、证人方某乙证言证实：案发当天他与张某乙、郑某、刁联顶、方某甲、欧某在华天苑烧烤店吃饭时，吴忠亚开一辆黑色越野车带着朱某过来和他们一起吃饭",
                "正吃着，刁联顶的一个光头朋友过来打招呼，刁联顶介绍此人叫小西（杜某）",
                "杜某和与之一起过来的男的也坐下与他们一起喝酒，欧某站起来敬酒时，杜某对欧某说“你应该喊我西叔，我是看着你光屁股长大的",
                "”欧某敬过酒后杜某一直在说话，看样子已经喝多了",
                "杜某在酒桌上谈到“营部”的事，吴忠亚有点不高兴了，因为吴忠亚是“营部”的小弟",
                "杜某与吴忠亚发生了争执，欧某摔了个酒瓶，方某甲、欧某让他开车送他们回去",
                "他开车带着方某甲和欧某往家去，方某甲说刚才吃饭争执那么大，别再闹起来了再回去看看吧",
                "他开车回到烧烤店，吴忠亚等人都站在烧烤店路边，他、方某甲、欧某也下了车，他们聊天的时候，杜某手里拿着菜刀向他们这边跑来，吴忠亚手里拿把钥匙往其开的车旁边跑",
                "他见吴忠亚酒喝的比较多，怕吴开的车碰到他的车，遂上车把自己的车往边上靠靠",
                "吴忠亚向西开着越野车，欧某空着手、张某乙拿个啤酒瓶往禾香花园小区南门跑，他跟着他们跑进小区，吴忠亚开车从小区内疾速往小区外面开，时速有四五十公里每小时，从他旁边经过的时候差一点撞到他，开出小区南大门的时候还撞到一辆宝马车，之后，吴忠亚开车沿禾香路往西开了",
                "他开车带着方某甲、欧某、张某乙一起去找吴忠亚，最后在五河县妇幼保健院的十字路边看到那辆越野车，当时越野车撞在花坛上，车上没有人，车也没有锁，他们打吴忠亚的手机没人接听",
                "他们开车到禾香花园南门的时候遇到袁伟，袁说禾香花园里面撞死人了，当时花园门口停着一辆警车和一辆保险公司车，周围好多人围观，刁联顶打电话给夏立功后，确认杜某被吴忠亚开车撞死了",
                "吴忠亚当天喝的是劲酒，二两五一瓶的喝完了，吴忠亚到烧烤店之前应该也喝酒了，因为身上一股酒味"
            ],
            [
                "24、证人吴某证言证实：他和杜某是朋友",
                "2014年5月2日傍晚他和杜某等人一起喝酒吃饭，20时30分从饭店出来后杜某被其朋友开车接到好吃街“虎子烧烤”去了，他到“虎子烧烤”去找杜某时，看见杜某和丁大庆、王鸿等人又在那喝酒",
                "大约三个小时后，陈某叫他开车把杜某送回家，听讲杜某和丁大庆不知因为什么吵起来了",
                "后来杜某又要去吃面条，他开车将杜某、小环子送到禾香花园南门东侧一家面条摊后又回到好吃街",
                "王鸿等人不放心杜某，叫他开车再回去看看杜是否回家了",
                "他开车回面条摊，下车时看见陈某开王鸿的宝马车（香槟色皖C×××××）过来，把宝马车停在南门门口，他上了宝马车，两分钟后他看见杜某、小环子骂骂咧咧朝南门这边走，小环子劝杜某“好了吧！回去吧，回去吧",
                "”他下车要送杜某回家，杜某说“不行，我得回去问问他们什么意思",
                "”杜某转身朝东跑去，小环子抓也没抓住就跟着追上去",
                "他和陈某赶紧下车去看看什么情况，他看见杜某跑到华天苑烧烤店门口，吴忠亚看见杜某就绕着马路中心成圆形跑，杜某跟着撵",
                "烧烤店门口有个人举起三条腿的金属凳指着他扔过来，他躲开了",
                "他觉得他们一定是认为他是帮杜某打架的，他跑回“宝马”车上",
                "他和王鸿等人在车里坐了约两分钟，看见杜某跑过来了，王鸿把杜某拉上“宝马”车，一二分钟后，一辆黑色的越野车撞“宝马”车车尾，他特地留意了那辆车的车牌号是皖C×××××",
                "越野车倒车后又加油门朝“宝马”车尾部撞了一下",
                "越野车开到“宝马”车西侧与之平行时，杜某拎菜刀上去砍越野车的右侧玻璃",
                "越野车往小区里开，杜某紧跟着追进小区",
                "他看见六七个人从烧烤店附近跑进小区，其中一个人手里拿着金属凳，有人边跑边喊“打！”他见人进小区了下车想看看“宝马”车被撞的情况，刚一下车就看见那辆越野车又疾速朝“宝马”车撞来，撞到宝马车驾驶位后座的那个车门后朝西疾速驶去",
                "后来他听路人说“看这个人估计是混世的，是个光头",
                "”因为杜某是光头，他估计杜被打倒了",
                "他快速走进小区，看见一辆“120”车，杜某睡在水泥地上，头部底下有两摊血，脸上也都是血",
                "他和陈某将杜某抬上救护车，此时“110”警车到了，他留下来向公安机关反映情况，等他到五河县医院时听医生讲杜某头部多处骨折，后听说抢救无效已死亡"
            ],
            [
                "25、证人陈某证言证实：2014年5月2日晚10点钟左右，他与吴某、丁健等人一起吃饭时，杜某与丁大庆不知道因为什么吵了起来，被劝开后吴某开车带丁健和杜某先走了",
                "之后，他驾驶“宝马”车（皖C×××××）与王鸿等人到“禾香花园”南门吃面条",
                "他把车停在“禾香花园”南门东侧，在面条店他看到杜某对丁健讲“不行，我得去找他",
                "”话音未落，就看到杜某在烧烤店门口的路上追撵吴忠亚，吴忠亚绕着停在路边的车转了一圈，吴忠亚窜进烧烤店拎了个水瓶撵出来，他拦住吴忠亚说算了吧，吴忠亚讲“你过去，不要拉我，你要拉我，我就用开水烫你",
                "”这时候他看到有人从烧烤店里拎了几个啤酒瓶出来，张某乙手里也拿的酒瓶，还有一个瘦高个子拿铁质三腿圆凳，还有二三个他不认识的人也拿的东西",
                "杜某撵过吴忠亚后往西走时，那个拿铁凳的人往杜某身上扔凳子，砸到杜某腰了，还有一个小孩拿啤酒瓶往杜某身上扔，没砸到",
                "之后，吴忠亚开了一辆“斯巴鲁”越野车，倒车的时候撞到了路边的垃圾桶，当时车速非常快",
                "吴忠亚开车撵到禾香花园门口时，撞到他们开来的“宝马”车",
                "吴忠亚第一次撞车之后，故意把车往后倒，之后又撞一下，最少撞了两下",
                "吴忠亚把自己开的车停到“宝马”车的左侧，杜某上去砸吴忠亚车的右侧玻璃，吴忠亚开车进了“禾香花园”小区",
                "这时，张某乙等人拿着酒瓶、板凳撵过去了，撵到杜某跟前，杜某往小区里跑，那几个孩子也跟在后面撵",
                "过了一二分钟吴忠亚就开车从里面出来了，那几个人也跟着出来了",
                "吴忠亚的车又撞了“宝马”车",
                "他与吴某等人在聊“宝马”车被撞情况时“120”急救车过来了",
                "他们走到小区里面的大圆盘西侧，看到杜某侧身躺在地上，当时还有呼吸，吴某还用手机拍了照片",
                "他和吴某、“120”工作人员一起把杜某抬到车上",
                "在车上他看到杜某嘴里、耳孔流血，他们把杜某送到五河县人民医院急诊室，在从CT室出来往重症监护室去的路上杜某死了",
                "杜某一头一脸都是血，鼻孔、嘴里都流血，估计头部受了伤"
            ],
            [
                "28、被告人吴忠亚供述证实：2014年5月2日晚上11点多钟，郑某让他到五河县城关镇禾香路华天苑烧烤店去喝酒，他和朱某一起去的，朱某开他借朋友夏立功的黑色斯巴鲁越野车去的",
                "他们在华天苑烧烤店看见郑某、方某甲、欧某、刁联顶、张某乙已经到了",
                "他刚坐下，方某乙、张某甲也到了",
                "他们刚把酒倒上杜某和另外一个人过来了，刁联顶让杜某他们过来喝两杯，杜某客气了一下就坐下了",
                "欧某敬杜某酒时，杜让欧某站起来，并说“我和你爸是好朋友，我是看着你长大的",
                "”刁联顶将他介绍给杜某时讲“他叫‘亚子’”，说他跟“营部”关系好，杜某就讲“‘营部’不是东西，以前跟我混的，我说打他就打他",
                "”他与杜某争执起来，欧某摔掉酒瓶骂“都什么玩意？”他气的也把酒瓶摔掉胡骂，后来他们就散掉了",
                "杜某与跟其一起来的那个人走到禾香路对面，方某甲、欧某也走了",
                "他、郑某、张某乙刚坐下，就看到方某甲、欧某开一辆奔驰车过来了，他们正讲着话，从西边路中间走过来一个穿黑衣服的人，他见这个人手背在后面往他跟前来，感觉不对头就喊郑某拦一下这个人，之后，他围着烧烤摊跑了一圈，掉头回来见没有人就跑进烧烤店拿了三个啤酒瓶子，他跑到马路中间，把三个啤酒瓶子都摔掉了，把半截瓶子抓到手里，心想“他要来干我，我就用啤酒瓶子扎他",
                "”这时，陈某上来拦他，他让陈某过去",
                "他看见“禾香花园”南门围了一群人，其中一个人拿了一把砍骨头刀，他见状掉头往东跑到烧烤店门口找朱某要车钥匙，将停在烧烤店附近的车子启动后挂上倒档，车子撞到后面的东西，撞的“砰砰”两响",
                "他将车开到“禾香花园”南门处，连续撞了停在小区南门口的一辆“宝马”车的车尾，这时他感觉两边都有人砍他的车，感觉车两边都被砍了",
                "他就加油门开车往前跑，跑到院子里想起来北门被堵上了，他绕圆盘准备掉头再跑出来，当时车速很快，他感觉拐弯时车子都在抖，车行至圆盘西边中间时感觉车子右侧窜出来一个人砍他的车，他加油门准备跑时感觉车右侧刮到这人，感觉车的轱辘“咯噔”一下，他就加油门从“禾香花园”南门出去了，出去的时候门口有一大堆人，出门之后又撞到那辆“宝马”车的侧面，撞过后他沿青年路往北去，后来感觉车子不能开了，又撞到花坛停下来了",
                "他下车将手机扔到附近的草丛里，然后坐车往蚌埠去了，到蚌埠后打电话给郭某，告诉郭讲他开车撞到人了，估计把人撞死了",
                "郭某说帮他联系一下让他投案自首，后来他与郭某约好，中午在凤阳县“三头牛”雕塑下见面",
                "他没有驾驶证，几乎没开过车，当时车的大灯是开着的，感觉有人砍车时没有刹车",
                "他撞“宝马”是因为非常非常恼火"
            ]
        ],
        "cause": [
            "故意杀人罪"
        ],
        "case_no": "（2015）蚌刑初字第00001号"
    },
    {
        "fact": [
            "一、非法拘禁罪的犯罪事实桂阳县浩塘乡桐木岭煤矿请林某甲（已判刑）一伙人看场子",
            "2008年9月12日上午，因该矿在开采时损坏了方元镇神背村一些村民的祖坟，李某甲、李某乙等40余名村民到矿里要求处理",
            "林某甲得知后，便与李某丙、胡某甲赶到煤矿，与村民发生争执，林某甲等3人被打",
            "林某甲便要曹某甲（已判刑）纠集被告人黎邦华和林某乙、栗某甲、罗某甲、雷某甲、刘某甲、刘某乙、侯某甲、刘某丙、刘某丁（均已判刑）等人携带猎枪、砍刀到桂阳县城丹阳大酒店会合",
            "中午时分，林某甲等30多人在方元镇方元圩持枪、砍刀将李某甲、李某乙抓上车，神背村民欲上前救护，邱某甲（另案处理）持枪大喊：谁过来就开枪打死谁",
            "李某甲、李某乙被强行挟持到官溪铁厂，被告人黎邦华一伙围上去一顿拳打脚踢，二李被打得在地上乱滚",
            "林某乙闻讯亦赶到现场对二李进行殴打，栗某甲还持枪托打二李，二李被打得遍体鳞伤，李某乙左耳鼓膜被打穿，李某甲被打成脑震荡",
            "当天下午，矿主恐事态恶化，要林某甲的姨夫赶到官溪铁厂将二李领回"
        ],
        "evidence": [
            [
                "18、被告人黎邦华的供述证明：2008年年底的一天晚上10点多钟，曹某甲打电话叫他到丹阳大酒店",
                "他过去时，刘某甲、罗某甲、雷某甲、呼某甲、曹某甲、刘某丁等人都在酒店大厅内",
                "曹某甲叫他开金杯面包车载着七八个人去樟市",
                "到樟市圩上一条巷子旁边，曹某甲叫他停车，我看见车上的人拿着砍刀从巷子冲进去",
                "几分钟后，听见有嘭的一声枪声",
                "又过了一会，那些人回到车上",
                "当时刘某甲、雷某甲各自拿了一把猎枪，其余人手上都拿着砍刀",
                "在车上他看到车上有砍刀、猎枪等凶器，快到樟市时也听到其他人在车上说是去砍成某甲",
                "在回来路上，曹某甲说砍了成某甲"
            ],
            [
                "9、同案犯栗某甲的供述证明：2011年4月份的一天晚上，他在静园宾馆溜麻古，当他拿张某乙溜麻古的器具溜时，张某乙的朋友不准他用，他就和那个朋友发生争执，张某乙的朋友还喊来了几个人对他动手动脚，打了他",
                "两天后，他估计那个人可能在张某乙家，就从家里带了把刀，喊了刘某甲、胡某甲、黎邦华、呼某甲去张某乙家抓人，当时是刘某甲负责开车",
                "他们五个人到张某乙家后，他拿刀指着那个人，其余人就上去抓住，",
                "当时柏树村有几个人过来钻，他拿到指着说：哪个敢我就砍死哪个，但李某戊1还是来扯，被黎邦华踢了一脚",
                "他们迅速把那个人押下楼上车，然后开车到官溪电站对那个人拳打脚踢，当时他们五个人都动手打了人",
                "后来张某乙的老婆和虎虎打电话给他要求放人，他就把人放了",
                "他们从抓人到放人，大概有一个多小时"
            ],
            [
                "12、被告人黎邦华的供述证明：2011年4月下旬的一天晚上9点多钟，他和刘某甲、呼某甲、胡某甲等人开着雪佛兰小车在街上转悠，刘某甲接到栗某甲电话叫他们开车到张某乙家",
                "停车后，栗某甲拿着砍刀进到张某乙家里，他们也跟着进去",
                "栗某甲对着一名陌生男子说跟我走，张某乙那边的人过来求情，栗某甲拿刀指着这些人说哪个敢阻挡就砍死，对方就不敢动了",
                "当时还有一个男子来扯，不让他们带走那名陌生男子，他朝来阻挡的男子猛踢了一脚",
                "随即他们将陌生男子从张某乙家拖下楼，押到车上到了官溪电站",
                "栗某甲等人将男子带下车后打了一顿",
                "大概过了一个小时，栗某甲叫他们把男子放掉"
            ]
        ],
        "cause": [
            "非法拘禁罪"
        ],
        "case_no": "（2015）桂阳法刑初字第309号"
    },
    {
        "fact": [
            "2014年12月19日20时许，被告人吴东泽因无钱购买毒品吸食，到被告人李琳家询问其是否有钱购买毒品，李琳回答没有钱",
            "后吴东泽提议对垫江县砚台镇学府路“柔姿形象设计”理发店老板张某甲实施抢劫，李琳表示同意",
            "吴东泽还将放置在李琳家电视柜上的马刀一把拿走，并告诉李琳说用这把马刀吓唬张某甲，李琳也随身携带了水果刀一把",
            "吴东泽驾驶长安车载承被告人李琳来到“柔姿形象设计”理发店找到张某甲，将其带至砚台小学附近一支公路处",
            "二名被告人在车上持刀威胁张某甲拿钱出来，在得知张某甲没有钱后，便强行要求张某甲给其徒弟杨某打电话送200元钱过来，杨某以店里忙为由无法前来，吴东泽遂让张某甲到店里去拿钱",
            "嗣后，吴东泽、李琳驾驶车辆带着张某甲返回理发店，吴东泽让李琳跟随张某甲一起下车到店里去拿钱",
            "李琳见张某甲下车时逃往理发店里，便随即持水果刀追上捅其背部一刀，吴东泽见张某甲、杨某反抗，拿起车上的匕首一把冲进理发店帮忙，被张某甲的姐姐张某乙劝阻，后二名被告人逃离现场，并在逃跑途中将刀具三把丢弃"
        ],
        "evidence": [
            [
                "9、被害人张某甲陈述，他在砚台镇学府路学府超市附近开了一家名为“柔姿形象设计”的理发店，杨某一直在他店里帮忙",
                "2014年12月19日晚上8时许，他在店里耍手机，杨某在帮一妇女洗头发",
                "这时一辆面包车开到了他店门外的公路上，车上有人在喊他的名字",
                "他一出去看到车门是开起的，看见开车的是吴东泽，并让他上车，他感觉是吴东泽是来找他闹事，跟他一起的还有一个20岁左右的年轻男子坐在副驾驶室",
                "他怕他们在店前闹事影响生意，就上了车",
                "上车之后，吴东泽就往砚台小学方向开，一直开出场镇到了条一支路处",
                "吴东泽停车后，就找他要钱并拿了一把刀子出来，在手里挥舞",
                "车上的另一名男子也从身上拿了刀子出来，在手里挥舞且一直盯着他看",
                "吴东泽对他说今天心情不好，想弄点钱买冰毒",
                "他回答确实身上没有钱，不可能变出来",
                "吴东泽就说看你变还是我变，今天必须把钱拿出来，不然的话有你好看",
                "他看见他们手上拿起刀子在挥舞，心里害怕，当时就被吓哭了",
                "他说自己身上确实没有钱",
                "然后他就对吴东泽说钱在店里面",
                "吴东泽就让他给其徒弟打电话，让他徒弟送200元钱过来",
                "他给杨某打了电话让其送钱过来，杨某说店里忙来不了",
                "吴东泽就让他到理发店去拿钱",
                "到了理发店门口，趁停车之机，他一下拉开车门就往店里跑",
                "那名年轻男子就拿着刀子在后面追，追到店门口处时，他左腋下背部靠肋部的位置被他捅了一刀"
            ]
        ],
        "cause": [
            "抢劫罪"
        ],
        "case_no": "（2015）垫法刑初字第00238号"
    },
    {
        "fact": [
            "2013年8月23日16时左右，被告人张到发驾驶摩托车去到阳江市江城区双捷镇草朗村委会象山沉香种养场的养鸡场，在养鸡场一间房子里找到在此务工的父亲张某某后，向张某某索要3000元，张某某称没有钱，张到发遂在房里找来一把砍柴刀及拿出随身携带的一把制尾刀威胁、轻刺张某某，后又用铁线及电线等将张某某捆绑在房内一张沙滩椅上，继续向张某某索要钱财",
            "张某某无奈之下打电话叫来庄某林等三名工友",
            "庄某林等人到来后，张到发仍不听劝说，庄又打电话叫老板张某清过来",
            "张到来后，张到发见仍无法取到钱，就将事先准备好的塑料水杯内的汽油泼向张某某的身上并点燃",
            "张某清等人将火扑灭后欲将张某某送医院抢救，张到发持刀阻拦，声称拿不到钱就不准送张某某去医院，后张某清将3000元给了张到发，张到发拿到钱后即驾驶摩托车离开，后将钱用于购买摩托车及消费",
            "张某清等人在张到发离开后将张某某送医院抢救",
            "2013年9月12日，张某某经医治无效死亡"
        ],
        "evidence": [
            [
                "（1）证人庄某某证言：今天下午3点半左右，我在农场总部时接到张某某的电话，讲要我去一下他工作的地方（离总部1公里左右）",
                "我就问他有什么事，他不肯讲，只要求我去他那里",
                "然后我就打电话告诉老板，并将情况同老板说了，老板就在电话告诉我讲可能是他儿子过来问拿钱，并叫我过去看一看",
                "之后我就同木叔（陆某某）、阿成三人开一辆的士头小车去到张某某做工的地方",
                "见到张某某和他的儿子两人在农场屋里坐，张某某坐在一张马扎，他儿子坐一张胶椅，双手分别拿着一把制尾刀和一把斩刀",
                "我和木叔两人进入屋内，张某某的儿子见到我们入来，马上起身，手拿着刀，张某某马上讲他们过来不是同你打架的，是来教育你的",
                "张某某的儿子马上讲来的目的是要钱，张某某就讲前几天你刚拿1000多元，现在哪里有钱",
                "他儿子就讲无钱无得讲，并讲要拿3000元去请人打架，因为昨晚被人打了",
                "接着我就讲我无钱，只有等老板，张某某叫我打电话给老板，我就用我的手机拨通老板的电话，然后将电话交给张某某的儿子接听，老板和张某某的儿子讲完电话后，他儿子就动手绑张某某，因为张某某坐在马扎上，双手分别被绑在扶手上，脖子上也被铁线绑住",
                "我们三人见状就离开，目的淡化他",
                "过了一阵，我见到张某某的儿子拿一个口盅出门口的摩托放汽油，放了大约那个口盅有一半以上的汽油拿回屋内",
                "我们等一阵见没什么情况，就叫木叔和阿成回到总部去，我就回到张某某处讲去喂鸡，并叫张某某过来帮手，张某某的儿子不同意，我就自己去喂",
                "这时见到老板回来，并入到张某某的屋，我马上停止喂鸡，也跟着过来入屋，我入屋见到张某某的儿子正用刀割开张某某手脚的铁线和电线，接着他和老板对话",
                "在对话过程中，张某某的儿子拿汽油泼到张某某的身上，当时张某某一直坐在马扎上，汽油泼到张某某的前身，并马上从身上拿出打火机点火烧着张某某身上汽油",
                "张某某全身起火，并迅速起身灭火往门口冲去，我和老板用禾草帮他灭火，老板叫他儿子帮手灭火并叫他儿子用水泼火，他儿子在旁边找一桶水泼向他父亲，火就泼灭了，最后还问老板拿了3000元，就开摩托车离开",
                "接着我和阿成开车将张某某送出人民医院救治",
                "我听张某某叫他儿子发记，今日穿什么衣服没留意，我没有看到发记用刀捅他父亲，但张某某手有伤"
            ],
            [
                "（2）证人陆某某证言：今天下午4点多5点钟左右的时候，我工作养殖场老板张某清的舅子庄某某接到我们工友张某某的电话叫他叫几个人去鸡场那里（张某某负责养鸡），问他发生什么事，张某某不肯讲，之后庄某某就叫上我和李成一起开了厂里的一辆皮卡车一起去了鸡场那里，到了鸡场我们进去张某某住的屋子时看到张某某的儿子“发记”两手分别持一把柴刀和一把制尾刀站在张某某的对面",
                "我一看这一情况就问是怎么回事，发记就说要他父亲拿3000元钱给他，如果张某某不给就砍死他，然后自己再自杀",
                "我们三人听后就劝他不要冲动，但是当时发记不听劝，讲如果我们再说就连我们一起砍，之后我们三人就走出外面商量怎么处理这事，当时我们想报警，但碍于他们是两父子，警察来了也不好说，而且估计儿子不会对父亲下毒手，所以就说留下庄某某在那里，我和李成先回来厂这边，之后我和李成就准备开我们的车回",
                "这时看到发记拿了一个好像刷牙的杯子到他自己骑的摩托车那里放汽油",
                "我和李成估计他是想吓唬他父亲，况且庄某某也在那里，就没有再去理会他",
                "开了车回到总厂这里，到大概5点40左右的时候，草朗村书记陆显自来到我们总厂这里，说发记用汽油泼他父亲张某某然后点着了，过了一会，我们老板张某清也回到了总厂这里，也是发记用汽油泼了张某某点着",
                "后来李成就开的士头去了鸡场那里，和庄某某一起送张某某去了医院",
                "发记，年龄大概二十岁左右，个子很小，一米六左右高，很瘦，衣着情况不记得了",
                "发记手持的两把刀，一把是柴刀，刀面有三十公分长，刀柄是水管焊上去的，大概有三十公分长，另一把刀是一把制尾刀，大概有二十公分长",
                "我们去到鸡场屋子里时没有看到张某某身上有伤",
                "当时发记讲是向张某某拿3000元钱，但是张某某没有钱给，所以拿着刀逼他父亲去阳江借",
                "之前听讲过发记经常同张某某要钱用的，但是没有看到过",
                "发记用汽油泼张某某并点着的情况，当时庄某某和张某清应该都在场看到",
                "后来张某清回来后讲张某某被烧着后，发记用水泼灭火，之后张某清看到这种情况就给了发记3000元钱，拿到钱后发记就骑车走了"
            ],
            [
                "（3）证人张某清证言：今天下午3点多我农场管理人员庄某某给电话我说张某某问要钱，我当时在阳江市区办事",
                "到了5点多我开车回农场，在经过养鸡场的时候，我停车走进养鸡场，看见张某某和张到发父子俩在养鸡场张某某的房间里，而张某某被绑在一张睡椅上，颈部是被铁丝绑在椅子上的，双手是被电线绑在椅子的扶手上的，我就骂张到发，并叫张到发先把张某某解开，张到发就用手里的制尾刀割断张某某手上电线，用手解开领上铁丝",
                "然后我就对张某某说算清工资，然后顺便让张到发把他也接回家，张某某就说家里的牛都卖了，现在不在农场做工回家也没事做了，我就说长期这样对我的农场影响很坏，而且这农场不是我一个人的，我还要向其他搭档负责的，张某某就说如果现在回家不知道怎么面对家里的人",
                "我说管不了那么多，张到发就说他什么事都做得出的，然后张到发用一杯子往张某某身上泼了两次汽油（当时我闻到汽油味），我就叫张某某赶紧走，但张某某没走，张到发就从身上拿出打火机点着了张某某的衣服，点着后我和张某某都往屋外跑，跑到屋外时庄某某刚好也在屋外门口处，然后我和庄某某一起用地上青草去灭张某某身上的火，此时张到发还站在一边笑，我就骂他是畜生，问他还要不要老爸了，并叫他拿桶提水过来灭火，张到发提了一桶水来往张某某身上浇",
                "灭完火后，张到发就拿了两把刀站在门口，我就叫张某某上车，准备送他去医院，但张到发不准张某某上车，说要先给钱他，我问张某某要不要给钱，张某某说给，我就给了三千元张到发",
                "张到发拿了三千元钱后就骑着摩托车跑了，我们就送张某某去了医院",
                "张到发以前经常来农场问张某某要钱，我怀疑张到发是吸毒的，我以前就此事问过张某某，但张某某说张到发不吸毒的",
                "我不知道张到发泼的汽油哪里来的，装汽油的杯子是个绿色的塑料杯，平时拿来装水刷牙的",
                "张到发点火的打火机是个黑色铁制火机，张到发和张某某当时衣着情况我没留意",
                "张到发泼汽油时，张某某还是坐在椅子上的，汽油应该是泼到张某某下腹部位置，我看到张某某胸前、腿部及手都被烧伤",
                "张到发骑的摩托车是辆黑色男装摩托车，像跑车型的，座位是斜着向后方翘起的，有无车牌没留意",
                "我看到张某某的胸前，腿部及双手都被烧伤",
                "张到发拿的是把制尾刀，灭完火后拿了一把养鸡场的柴刀在手"
            ],
            [
                "（4）证人莫某某证言：8月23日八九点时与张到发一起从白沙出阳江的路上听其讲其想从家出来，但其爸不肯，因此与其爸打架，并用汽油烧其老爸，现其爸在医院",
                "我们出了市区后他说现在骑的摩托车骑不快要去再买一辆摩托车，后我与他一起到购书中心附近一二手车店以旧摩托折旧，再花2300元买了一辆二手摩托车",
                "在宇洋宾馆307房搜出的制尾刀是张到发的"
            ],
            [
                "5、被告人张到发的供述与辩解：我于8月24日凌晨2时许，在宇洋宾馆307房被拘传到公安机关",
                "因我用刀伤了父亲张某某，之后用汽油泼了他，又点燃了",
                "在2013年8月23日中午，我因头一天被人打了，就想花钱请人打头一天打我的人，就问我父亲要3000元，他没给，我就拿出随身携带的制尾刀及拿了放在房间的一把柴刀逼父亲拿钱给我，还用电线将他绑在房间内一把沙滩椅上，但他还是说没有钱，后我叫其打电话叫其工友来，之后阿舅、阿成、穆书来到，劝我，后来阿舅打电话叫张某清来",
                "张某清来之前我用一个刷牙的杯子放了一些汽油，准备如借不到钱就用汽油泼其并点着",
                "张某清到来后叫我解开绑我父亲的绳子，但不肯借钱给我，我就用汽油泼父亲，并用打火机点着",
                "父亲着火后走出房间，张某清叫我找水将火扑灭，我看到房间外一桶里有水，就马上拿起泼向父亲，在场的人也帮灭火，火扑灭时父亲的裤子也基本烧烂了，张某清马上叫其他在场的人送父亲去医院，我拦住他们说如不给钱就不能送其去医院，之后张某清就给了我3000元，我离开",
                "那把制尾刀后来被扣押了",
                "在开始还没有绑父亲时，我用刀在其左手上面割了几下，但没用力，割得不是很深",
                "汽油是泼到其肚子和大腿位置，椅子也泼到一些",
                "我拿到钱后就接伟记去一二手车行处将那辆旧摩托折旧，再花2300元买了一部二手摩托车，又纹臂，再开房",
                "我只告诉伟记和父亲打架，但没告诉他具体怎么打",
                "是因为我想买部摩托车需要3000元，问父亲要他不给，所以放火烧他"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2013）阳中法刑一初字第33号"
    },
    {
        "fact": [
            "2019年11月19日8时许，在如皋市城北街道十里墩村十二组泰州海杭商贸有限公司施工工地，何某、章某夫妇以何某父亲的坟头被泰州海杭商贸有限公司在施工时受损，阻止该公司工作人员施工",
            "该公司工地负责人认为何某一方提出的赔偿10万元并保证何某家十年平安无事的要求不现实",
            "双方发生争吵后，被告人唐泽钰责骂何某“村霸”并用手机对着何某拍视频，被告人杭西岳亦辱骂何某的妻子章某",
            "何某动手打了被告人唐泽钰，被告人唐泽钰还手打何某，后章某以及被告人杭西岳加入揪扯",
            "纠缠中，被告人杭西岳的脸部被章某戳伤",
            "后被告人杭西岳、唐泽钰采用拳击、脚踹手段对被害人何某实施殴打，致何某前额部皮肤挫伤、右眼部挫伤及右侧眼眶内壁骨折、左侧第3-9肋骨折，其中第6肋骨折两处",
            "审理中，经本院主持调解，被告人杭西岳、唐泽钰与被害人何某达成和解协议，并已履行，得到被害人的谅解"
        ],
        "evidence": [
            [
                "（1）证人汪某的证言及辨认笔录，证明:在他们双方打架的前一天，姓何的副书记的老婆到工地上来让我们停工，把其驾驶的推土机钥匙抢过去，说她家的祖坟被弄坏了",
                "之后其听说工地上的人到村委会跟他们家协调，姓何的副书记要工地上赔偿十万元，还有保证他们家十年平安无事，双方没有调解成",
                "2019年11月19日上午8时多，其、张凤明和另一个挖土机驾驶员一起在工地上干活",
                "姓何的副书记的老婆又到工地上来，她站到车子前不让施工",
                "接着姓何的副书记也到工地上来了，那女的先在工地吵，意思工地上把她家的祖坟弄坏了，姓何的副书记也让我们停车",
                "当时工地上的负责人跟他们夫妻俩交涉，交涉过程中，他们相互吵骂起来",
                "矮个小伙子骂副书记是村霸，一边骂一边用手机拍副书记，副书记对矮个小伙子说“我是村霸”，走上去用手打了矮个小伙子，矮个小伙子被打后还手打副书记",
                "他们两个人动手后相互揪扯的时候，副书记的老婆、旁边的高个小伙子也先后上去一起揪扯",
                "副书记的老婆拉了矮个小伙子几下，又跟高个小伙子拉扯",
                "他们四个人在揪扯过程中，副书记夫妻俩都摔倒在地上，高个小伙子对着他们两个人用拳头捣，矮个小伙子也在用拳头朝副书记身上打",
                "高个小伙子用拳头捣了副书记几下后，又用脚踹副书记",
                "之后工地上一个姓姜的人上去拉开副书记的老婆，一个老太上去揪高个小伙子，高个小伙子让到一边去了，矮个小伙子也从副书记身上起来，双方才停手的",
                "之后有人报警，民警到场处理",
                "汪某辨认出杭西岳系高个男孩、唐泽钰为矮个男孩"
            ],
            [
                "（2）证人沈某的证言及辨认笔录，证明:姓何的副书记家祖坟被土覆盖这件事情，在他们双方打架前一天，姓何的副书记的老婆已经到工地上让我们停了一次工，之后他们到村委会去协调，姓何的副书记要求工地上赔偿十万元，还有保证他们家十年平安无事，双方没有协调成",
                "打架的那天早上8点钟左右，其和两个开推土机的师傅在工地上施工",
                "姓何的副书记的老婆先到工地上来，拦着推土机、挖沟机不让施工",
                "然后姓何的副书记也过来了，副书记跟工地负责人在旁边交涉，意思之前的事情还没有谈好，现在不好施工",
                "他们在交涉过程中吵骂起来",
                "姓唐的少年伢骂副书记是村霸，一边骂一边用手机在拍，副书记对姓唐的少年伢说“我就是村霸”，说着用手打了姓唐的少年伢，姓唐的少年伢还手打副书记，他们两个人动手后，副书记的老婆也上去一起揪扯",
                "这时旁边的高个少年伢上去一起打副书记",
                "在揪扯的过程中，副书记没有站稳摔到在地上，姓唐的少年伢顺势骑到他身上，用拳头朝副书记身上捣",
                "高个少年伢人跪在一边，也用拳头朝副书记身上捣",
                "捣了一会后，高个少年伢站起来接着用拳头捣、用脚踹副书记",
                "之后工地上的姜某拉开副书记的老婆，有个老太揪高个子少年伢，高个子少年伢让到一边后，姓唐的少年伢也从副书记身上起来，双方就停手的",
                "后来有人报警，公安民警到场处理",
                "沈某辨认出杭西岳系高个少年伢、唐泽钰为“姓唐少年伢”以及何某夫妇"
            ],
            [
                "（3）证人姜某的证言，证明:何副书记为他家祖坟被工地上施工时平掉了，要求工地上赔偿",
                "在打架的前一天，何副书记老婆到工地上不让施工，工地上的负责人到村委会协调",
                "何副书记要求工地上赔偿十万元，还要保证他们家十年平安无事，双方没有协调成功",
                "2019年11月19日8时，其和林振荣、唐泽钰、杭西岳几个人在施工现场清运时，何副书记的妻子到工地不让我们施工",
                "过了一会，何副书记到场也叫我们不要施工，说不谈好不好施工",
                "其说他提出的条件根本不现实，谈不成",
                "何副书记说不谈那就不要施工，其随口说了一句“这不是村霸嘛”",
                "当时唐泽钰在旁边用手机对着何副书记拍，一边拍一边在骂何副书记是村霸",
                "杭西岳也在跟何副书记老婆吵，骂何副书记老婆是“傻逼”",
                "这时何副书记朝着唐泽钰说“是村霸，是村霸”，接着上去用手打了唐泽钰，唐泽钰也还手打何副书记，他们两个人动手后，何副书记老婆、杭西岳也上去参与动手",
                "在他们相互揪扯过程中，何副书记夫妻二人没有站稳摔倒在地上，唐泽钰骑到何副书记身上，用拳头朝何副书记身上捣",
                "杭西岳也在用拳头朝何副书记身上捣，其看到他们这么下去要出事，就上去拉何副书记老婆，杭西岳当时在用脚踹何副书记",
                "其把何副书记的老婆拉开，有个老太上去拉杭西岳，杭西岳让到一边了，接着唐泽钰也从何副书记身上起来，双方就停手的",
                "当时其打电话报警的，后来公安民警到场处理"
            ],
            [
                "（4）证人章某（被害人何某的妻子）的证言，证明:那天早上8点钟左右，其在家里听到东边河堤上有机器发动的声音，其到那里，看见河堤上三台机器在施工，其让他们先停下来",
                "这时其老公也到了河堤上，他也让机器先停下来，等事情解决好再施工",
                "其老公跟工地负责人说其家坟墓被损坏的事情",
                "说着说着旁边有人跟我们吵起来还骂我们，其中唐泽钰在骂其老公是村霸，一边骂还一边用手机拍其老公",
                "旁边的杭西岳也跟我们吵起来，骂其傻逼",
                "其老公被唐泽钰挑衅来了火，上去用手一挥，估计想把唐泽钰手上的手机打掉，但是没有打到手机，可能是打到唐泽钰了，然后唐泽钰就还手打其老公",
                "其看到唐泽钰连续打了几拳，其老公跟他揪在一起，其上去想拉开他们，旁边的杭西岳上来动手",
                "当时四个人揪扯在一起，其揪扯不过他们两个少年伢，就用手乱拉他们，可能拉的过程中，指甲把杭西岳脸上划破了，杭西岳就上来打其，拉扯中其和老公都摔倒在地上，杭西岳捣了其几拳后，其被旁边一个人拉开，其上去不让他们打其老公，又被那个人拉开了，他们两个把其老公压在地上拳打脚踢",
                "后来其公婆陈文美到场，让他们不要打了，杭西岳、唐泽钰先后停手的"
            ],
            [
                "被害人何某的陈述，证明:2019年11月19日早上8点钟左右，其看到其老婆章某又上其家东边河堤上去了，怕她跟人家发生纠纷吃亏，也就跟着上河堤的",
                "其老婆先去让施工的人停下来，等事情处理好了再施工",
                "其也上去说事情还没有处理好现在先不要施工",
                "其跟工地上的一个负责人说：“你们把我父亲的坟掩埋了，现在没有个说法",
                "”没等其说完，对方有人在旁边吵起来，说前一天下午在我们村办公室谈过，说其向他们要10万，是村霸",
                "其跟他们解释，他们没有人跟其谈过，当时是其邻居跟其说了其家祖坟被损的事情",
                "说着说着相互争吵起来，有人骂其是村霸，骂其老婆傻逼",
                "旁边有个人用手机对着其拍，一边拍一边说其是村霸",
                "其知道他是在挑衅，但是他慢慢在那里拍，其上去想把他手上的手机打掉，正好打到他人了，然后他上来打其，之后其老婆上来拉架，被他甩到一边，旁边的杭西岳上来了，我们几个在揪扯过程中，其没有站稳摔倒在地上，唐泽钰、杭西岳两个人对其拳打脚踢，其被打得头昏脑胀"
            ],
            [
                "（1）被告人唐泽钰的供述和辩解，证明:2019年11月19日早上8点钟左右，其去工地上班的路上遇到何某，他跟其一起到施工工地",
                "到了工地，其看到何某的老婆章某站在一台机器前面不让施工",
                "何某也说事情没有解决不好施工",
                "工地上负责的林振荣跟何某协商，但是何某还是不同意施工，而且比较激动",
                "之后他们吵起来，杭西岳也跟何某夫妻俩骂起来，其拿起手机对着何某拍，一边拍一边说他是村霸",
                "何某转身回了其一句“是村霸”，上来用拳头朝其头上打了一下，其也还手打他",
                "我们两个人动手后，章某、杭西岳也上来一起动手，章某用手戳其、拉其，跟杭西岳拉扯",
                "我们四个人拉扯团在一起",
                "揪扯过程中，他们夫妻二人没有站稳摔倒在地上",
                "何某摔到地上时拉着其衣领，其跟着跌跪到地上骑到他身上，何某在其下面抓住其衣领，还用拳头打其，其按着他手，用右手朝他身上打了几下",
                "之后杭西岳也一起帮着打何某，其看到杭西岳用拳头在朝何某上半身打，之后又在旁边用脚朝何某身上踹",
                "打了一会，工地上的姜某把章某拉开后，我们也就先后停手的",
                "之后派出所的人到场处理"
            ],
            [
                "（2）被告人杭西岳的供述和辩解，证明:我们公司在施工过程中把何某家祖坟的坟头平掉了",
                "在打架的前一天，章某为这个事情到工地上要求我们赔偿，让我们停工，把工地上的机器钥匙抢走了",
                "后来在村办公室调解，何某开口要赔偿十万块，还要保证他家十年平安，我们没有同意他的要求",
                "2019年11月19日8点钟左右，其到工地上班，看见何某、章某夫妻俩拦着推土机、挖土机不肯施工，并在工地上骂人",
                "其认为他们不讲道理就是闹事，也凑上去跟他们吵",
                "之后相互骂起来，其骂章某傻逼之类的话，唐泽钰拿手机对着何某拍，说何某是村霸，何某可能被说了来火，转身用拳头朝唐泽钰打，唐泽钰被何某打了后，也还手朝何某身上打",
                "他们两个人动手后，章某上去帮着打唐泽钰，其怕唐泽钰吃亏上去拉他们",
                "当时比较混乱，其脸上被章某戳破流血",
                "其有些来火，想打章某，拉扯时，何某、章某两个人摔倒在地上，其顺势用拳头朝他们两个人乱捣",
                "捣了他们几下后，其站起来又用脚朝何某身上踹了几脚",
                "之后姜某上来拉架，把章某拉到一边，然后有个老太上来拉其，其也让到一边，接着唐泽钰跟何某都停手了",
                "等警察过来，我们跟着到派出所反映情况的"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2020）苏0682刑初532号"
    },
    {
        "fact": [
            "2015年9月7日晚，被告人陈文敏、金某和冯某甲、冯某乙（均另案处理）、余某甲在永嘉县江北街道昌新路吃夜宵，期间被告人陈文敏、金某和冯某甲认为刘某甲（另案处理）比较嚣张，要殴打刘某甲",
            "随后被告人陈文敏电话联系刘某甲，双方在电话中发生争吵，并约定斗殴",
            "之后被告人陈文敏用被告人金某的手机联系被告人陈绪，纠集其参与斗殴",
            "被告人陈绪随后纠集了被告人王永超、闫银、陈忠、游某乙和游某甲（另案处理）、王洪",
            "被告人王永超又纠集了被告人程某，程某纠集了“阿雨”等四人",
            "被告人闫银纠集了刘某甲、罗某甲、龙某甲、闫某甲（均另案处理）四人",
            "之后，被告人陈文敏和刘某甲约定在江北街道龙桥红绿灯附近斗殴，被告人金某、陈文敏及其纠集的人员在江北街道昌新路龙桥新夜市集合后一起前往龙桥红绿灯附近",
            "次日1时40分许，被告人陈文敏一方和刘某甲碰到后，刘某甲持刀砍伤陈文敏，随后被告人闫银、陈忠、王永超、游某乙及刘某甲、罗某甲、龙某甲等十来人使用棒球棍、铁质甩棍等工具殴打刘某甲，之后还有人用石头扔向刘某甲，致使刘某甲摔倒在地，并继续使用棒球棍、铁质甩棍等工具围着刘某甲殴打",
            "2015年11月10日，被告人闫银主动公安机关投案，并如实供述自己的主要犯罪事实"
        ],
        "evidence": [
            [
                "2、被告人陈绪原在侦查阶段的供述及辨认笔录，供认当天凌晨，陈哥（陈文敏）打电话给自己说有人要打他，叫自己帮忙打架，自己答应了，并约好在龙桥新夜市汇合",
                "当时自己叫了陈忠等几个人开别克轿车去，另外自己还打电话给王永超，叫他一起去龙桥新夜市帮忙",
                "我们到达新夜市后，王永超和另外一个男的乘坐三轮车来了，王永超问自己什么事情，自己说有人要打陈哥，陈哥叫自己帮忙打架，王永超知道是过去打架的",
                "接着，自己看见陆续来了很多男青年，自己那时还劝陈哥叫他回家算了，但他不听",
                "到了龙桥红绿灯处时，看见对方有三四个男子从一辆白色的轿车下来殴打陈哥，其中一个拿刀砍陈哥，自己先是在一旁大声说不要砍人，但害怕自己被砍，所以就上车开车走了",
                "案发当天自己去买了香烟，买过来后自己就跟王永超一起去分烟，分香烟是客气一下",
                "经辨认，陈绪指认出王永超"
            ],
            [
                "4、被告人闫银原在侦查阶段的供述及辨认笔录，供认案发当晚，陈绪打电话给自己说陈哥和别人吵架了，叫我们过去帮忙撑场面，让自己叫“鹏鹏”他们一起去",
                "自己就和“鹏鹏”他们说陈哥有事，要我们去撑场面，接着我们几个人一起去了",
                "当时直接动手打架的有自己、陈忠、“游海”（游某乙）、“游某乙”、龙某甲、“罗某甲”、“鹏鹏”、“乌骚”（王永超）等人，我们用的是木质棒球棍、金属甩棍",
                "经辨认，闫银指认出在案发现场情绪比较激动的本地人就是金某，“游海”就是游某乙，“乌骚”就是王永超"
            ],
            [
                "5、被告人陈忠原在侦查阶段的供述及辨认笔录，供认案发当天凌晨，堂哥陈绪接到一个电话，说是陈哥打来的，有人要打陈哥，要我们过去帮忙打架，我们答应了",
                "到了十字路口，突然听到有人喊陈哥被打了，自己和“游海”、“游华”还有一个头发只有中间一撮的人一起拿起棒球棍冲到路对面，对方一个男子拿着一把一米长的刀在那里挥舞，我们就拿棒球棍、甩棍丢他，后来不知道谁把那个男子手中的刀打掉了，于是我们就围上用棒球棍和甩棍殴打那个男子，有的用脚去踢那个男子，打了大概三四分钟，陈哥过来让我们不要打了，之后我们就分散跑了",
                "棒球棍是木质的，甩棍是铁质的，是“游华”带来的",
                "经辨认，陈忠指认出“游海”就是游某乙，“游华”就是游某甲，并指认出王永超等人"
            ],
            [
                "7、被告人程某原在侦查阶段的供述及辨认笔录，供认案发当天凌晨，“老骚”打电话给自己，说瓯北有个朋友被人欺负了，让自己过去，并让自己再叫几个人过去帮忙",
                "接着自己打电话给朋友“阿雨”，跟他讲瓯北有个朋友被欺负了，让他叫几个人撑下场面，之后“阿雨”带了几个人一起到龙桥新夜市",
                "“老骚”跟我们说去龙桥红绿灯，自己和“阿乒”、“阿伟”及另外一个不认识的人五人上了“阿雨”温州开来的出租车到龙桥红绿灯附近",
                "当时自己就知道晚上肯定要打架了",
                "一会儿就有一个中年男子提着一个黑袋子，拿了6包烟给“老骚”，之后“老骚”给我们每人一包中华硬壳香烟",
                "过了一会，自己听到附近有人用本地话吵架，看到一个红衣男子从旁边的车里拿了一把刀出来，砍向一个有点胖的男子，砍了两三刀，这时候从龙桥红绿灯对面过来五六人，手上都拿着一根木棍，冲过来打红衣男子，接着红衣男子边打边跑，最后被打倒在地，红衣男子就被那伙人按在地上打",
                "打完后，有几个人拿着木棍朝我们这边过来，我们几个以为是对方的人，就马上跑了",
                "经辨认，程某指认出“老骚”就是王永超"
            ],
            [
                "11、证人王洪的证言及辨认笔录，证明2015年9月初的一天晚上，陈绪接到一个电话后，说陈哥要和别人打架，让他带人过去帮忙，陈绪叫房间里的人都去，我们答应了",
                "次日凌晨，自己乘坐陈绪的车来到现场，到了之后自己一直坐在车上没有下车",
                "因为对方男子手中有刀，大家就拿手中准备好的棍子砸对方，有的去地上捡石头扔对方，后来陈绪就下车了，站在路上看他们打架，没有拉架也没有打，后来自己看见“游某乙”拿着棍子打在对方后身部位，对方被打之后就被打倒在地上了，接着我们这边十几个人就马上围上去拿棍子、凳子等物品殴打对方，还有人用脚踩，打了没多久我们这边的就跑掉了",
                "参与打架的有陈忠、“游海”、“游某乙”“浪子”、“老三”、一个黑黑的男子（王永超）等人",
                "经辨认，王洪指认出王永超、游某乙、游某甲、罗某甲、闫银等人"
            ]
        ],
        "cause": [
            "聚众斗殴罪"
        ],
        "case_no": "（2016）浙0324刑初727号"
    },
    {
        "fact": [
            "2013年6至8月，被告人员某某通过刘某某（已判决）为员某乙（已判决）等人聚众赌博联系场地，先后在吉某某、员某丙、杨某乙（均已判决）等家里聚众赌博五次",
            "2013年8月份左右，被告人员某某先后两次到员某乙、郭某乙（均已判决）在陕县西张村镇白草湾聚众赌博场内维持秩序，被告人张某某为车队队长负责运送参赌人员",
            "2013年8、9月份，被告人员某某先后三次到员某乙、郭某乙等人在窑院村村委办公室聚众赌博的场地内充当工作人员，并为该赌场放哨",
            "2013年9月份左右，被告人员某某通过被告人张某某联系，先后两次在陕县西张村镇寺下村被告人郭某某家中聚集多人聚众赌博并获利",
            "其中被告人张某某为车队队长，负责联系郭某某等人的面包车运送参赌人员",
            "2013年10月3日晚，被告人员某某聚集多人在刘某某家中聚众赌博并获利",
            "2013年10月4日晚，被告人员某某、杜强在陕县西张村镇申家窑金矿门口附近一个房子内聚众赌博，参赌人员100余人，其中被告人张某某为车队队长，联系被告人郭某某等人运送参赌人员"
        ],
        "evidence": [
            [
                "（1）被告人杜强的供述",
                "证明：2013年10月4日晚上在员某乙在西张村街上开的赌场上领小费，去赌场主要目的是要欠款，员某乙借我6万元，其中3万元是员某乙借的，另外3万元是员某乙担保借的钱",
                "9月28日其没有在南原村委组织赌博",
                "霍某某是我媳妇的表哥，我跟他一起到平陆、灵宝别人开的赌场上领过小费"
            ],
            [
                "证明：2013年6月到10月期间，在寺下村、白草湾、庙洼、申家窑村、窑院村村委等地方参与开设赌场，大概十几次",
                "2013年9月份左右在寺下村开设赌场四次，是自己一个人开的，让张某某帮忙联系的场地和运送参赌人员，运送参赌人员的车是张某丙、员某戊、员某丁、郭某某的面包车，每个车每晚给他们发二、三百不等",
                "这四次都是在郭某某家里开的赌场，参赌人员有自己联系的，也有张某某联系的，其中两次参与赌博的人少，没开成，有两次开成了，这两次参与赌博的人数在三四十人，给郭某某的有时1000，有时1500，给员某己和张某某每次500-800元不等",
                "自己总共抽水两万多元钱（一次一万二，一次一万多）",
                "2013年8月份左右，员某乙和郭某乙合伙在白草湾开设赌场两次，赌场是自己联系的，运送参赌人员的车是郭某乙和张某某联系的，自己在场上负责招呼场子，为赌场提供方便面、烟、饮料等服务，给兄弟帮忙看场子，没有要钱",
                "2013年7、8月份左右，在庙洼村开设赌场六次，六次的场地都是员某某找的，让刘某某联系的，其中三场是灵宝的杨某某和其他老板开的赌场（一次在杨某乙家，两次在吉某某家），自己有时候在场上转转，有时候在场外转，负责招呼车辆，有一次散场时杨某某给自己600元，另外两次没给钱",
                "其中两场是郭某乙和员某乙合作在庙洼村员某丙家开的，一场郭某乙、员某乙都在，一场只有郭某乙在，员某乙不在场，自己在场替员某乙负责招呼场子到凌晨四点员某乙才到，当晚有个参与赌博的人在场挨打了",
                "还有一场是自己在刘某某家开的，时间大概是在申家窑被公安机关抓获的前几天晚上，该次参赌人员及车辆都是自己联系的，抽水三万八千元",
                "窑院村自己知道的开设赌场三次，不知道是员某乙还是员某己联系支书长有提供的场地，其中一次是杨某某开的，三场自己在场都是负责为赌场提供服务用品，每次赌场给自己发一千到两千元工资",
                "员某某与杜强在2013年10月4日晚上合作开了一次赌场，车辆和参赌人员是两人共同联系的，二人在场外巡逻维持秩序，合作开设赌场用的麻将、麻将案的木头板是员某某提供的，发电机是杜强提供的，场是杜强的工作人员霍某某联系的，具体费用我俩都知道是平分，其和杜强合作开设赌场的工作人员都有员某己、曹某某、张某乙、王某某、霍某某、张某丙、郭某某、倪某某等人，曹某某负责帮锅，王某某和员某己负责治安，刘某乙、张某乙放水、员某戊、员某丁、员小某、建某四人接送参赌人员，这些人中只有霍某某是杜强的人"
            ],
            [
                "（5）同案犯霍某某供述",
                "证明：2013年9月24、25日左右杜强在西张村镇开赌场，我去过几次，招呼赌博的人下注，每次都给我小费",
                "10月1日之后杜强和员某某他们合伙开赌场"
            ],
            [
                "（6）同案犯员某己供述",
                "证明：2013年10月4日，杜强，员某某等人在申家窑村开设赌场，张某某负责接送参赌人员，霍某某负责联系的场地（有时还负责放哨）",
                "当晚7点多，员某某给员某己打电话说晚上有赌场，让我找张某某拉人，在申家窑金矿开的赌场，员某己负责招呼从市里接送人，张某某负责联系赌博的人和负责调动接送参赌人员的四辆车，一辆是张某丙村的小某、一辆是张三村员某丁、还有一辆是张三村员某戊的车",
                "在申家窑金矿的赌场里有100多人不到200人，有参与赌博的、有看的、有放水的、有抽水的，还有混小费的",
                "这个赌场是二强和洋洋两个人组织开设的",
                "当晚二强、员某某、张某某都在那里，路上有五个人放哨，派出所门口有一个人用的是电话，往申家窑金矿进的路口草丛中有一个暗哨用的是对讲机，其余的人都在半路上的各个路口放哨用的是对讲机，场子里边也有一部对讲机",
                "我去赌场的路上听见站在路边放哨的人用的是对讲机",
                "当晚被公安机关查获时，自己躲在一边还听见杜强不知道给谁打电话骂对方，意思放哨不负责",
                "杜强让我到崖下把两个摔倒在崖下的两个人送到路上，后来看到尚所长就去反映情况，尚所长说先救人，我就拨打了120"
            ],
            [
                "（1）证人刘某乙的证言",
                "证明：开始去杜强的赌场是在山西，后来在西张村的赌场去过两次，都是杜强给自己打电话告知赌场位置，让我在涧河边跟着他指定的面包车到他开设的赌场里，赌场的具体位置自己不清楚，只知道是西张村镇的范围内",
                "杜强开设赌场一般都是自己在场上招呼，杜强的内弟霍某某是场上的主要负责人，负责接送参赌人员，有时手里拿着对讲机负责赌场治安还有路口放哨人的具体安排，杜强说他不在时，有事找霍某某，场上放水的认识王某乙，其他不认识",
                "去升升的赌场一次，跟着升升指定的面包车到西张村，就是被公安机关查获那次，听说那天晚上的赌场是杜强、升升、任某某几个人的赌场合到一起开的，人特别多，大概有一二百人左右"
            ]
        ],
        "cause": [
            "赌博罪"
        ],
        "case_no": "（2015）陕刑初字第165号"
    },
    {
        "fact": [
            "2013年11月13日14时许，被告人揭天羽在赣州经济技术开发区湖边镇宋城路帝怡江景3栋5单元509室开设赌场，被告公安机关查获，缴获赌资548175元（该款已由公安机关没收）",
            "赌博以“扣豆子”的形式进行，大部分赌客由被告人揭天羽拉拢，由赖某1、黄某1等人采取轮流坐庄的方式参与赌博，夏某负责扣豆子、刘某1负责收钱，被告人揭天羽从庄家中抽取5%的利润，共获利2万元，其中1万元赌博输了，剩余1万元已被公安机关收缴",
            "2014年3月18日，被告人揭天羽与王某1（因开设赌场罪已判刑）在赣州经济技术开发区锦江国际酒店3121房间开设赌场，被告公安机关查获，查获现场扣押赌资达1852164（该款已由公安机关没收）",
            "赌博以“扣豆子”的形式进行，大部分宁都赌客由被告人揭天羽拉拢，小部分赌客由王某1拉拢，二人商议一开始赌博只抽取房费等开支，当赌场内赌博人员及赌资达到一定数量后则开始抽头渔利，所得钱款由庄家与赌场老板三七分成，庄家得七成，赌场老板得三成",
            "被告人揭天羽以300元／天的工资雇佣汤某（因开设赌场罪已判刑）在赌场内打杂，负责买水、开门等",
            "2014年9月11日，被告人揭天羽向赣州市公安局开发区分局投案自首"
        ],
        "evidence": [
            [
                "1、证人王某1的证言：2014年3月18日下午两点左右，“龅牙”打电话给我让我去锦江国际酒店喝茶，然后我接到徐某电话，就叫他也一起去了锦江国际酒店3121房间，到那下午2点半左右",
                "在锦江酒店大厅刚好看到王某2在那喝茶，他说有赌博就叫他，后来我就打电话给了王某2",
                "进入房间我看到有一张赌桌，围了很多人，一个人在那里坐庄，旁边有一人在找数，赌桌上大概有20几万元，下注赌钱的有7、8个人，其他人都在围观，“龅牙”也站在赌桌旁边看",
                "我去赌场是想去搞场子，想在那里抽水，“龅牙”打电话让我过去也是这个意思",
                "“龅牙”跟我说看看能不能策划开个场子，挣点钱，赌博的方式就是放一堆重感冒灵在边上，中间放上一张纸，上面写有1、2、3、4可以押的门子，然后拿了一个茶杯随意的盖一些重感冒灵片移到中间，等这些赌博的人押好注后就打开杯子，4个一组数这些感冒灵片，看最后剩下多少个感冒灵，如果剩下的重感冒灵片数和这些赌博的人押的数字相同，那就庄家赔钱，闲家如果押了1，押了1000元，那庄家就赔3000元，赔率是一比三，如果闲家押单双，赔率就是一比一，押一千赔一千，但是这些钱还有扣除抽水的钱",
                "我们商量庄家抽水的钱三七分成，庄家得七成，我们开场子的得三成，我们是打算这样搞，但是那个时候还没有开始抽水",
                "这个赌场是“龅牙”开起来的，这个房间不是“龅牙”开的就是“龅牙”叫别人开的，赌场的工具都是赌客自带的，感冒灵片、竹片及被子是房间里面拿的，赌场有水提供，这个都是“龅牙”弄好的，赌场支出由赢家给房费，房费拿出来是给“龅牙”，然后还会多给2千或3千",
                "赌客大部分都是“龅牙”或是“龅牙”的朋友叫去的，里面大部分是宁都人"
            ]
        ],
        "cause": [
            "开设赌场罪"
        ],
        "case_no": "（2015）赣开刑初字第116号"
    },
    {
        "fact": [
            "2014年1月5日凌晨1时多，同案罪犯龚小强、严顺福、田庆峰、杨通付（均已判决）在汕头市潮南区陈店镇陈围村一酒吧喝酒后驾驶二辆摩托车准备离开",
            "龚小强以为有人要打他们，遂打电话给同案罪犯向光举，要求向光举找老乡白兴成和李昌（均已判决）一起过来帮忙",
            "向光举就到同案罪犯白兴成、被告人白树发的住处叫白兴成、白树发，并到李昌的住处叫李昌",
            "当时与白兴成、白树发一起居住的同案人老忍（另案处理）得知情况后也要一起前往",
            "随后，被告人白树发与同案罪犯白兴成、向光举、李昌、同案人老忍五人驾驶二辆摩托车从潮南区仙城镇老五乡出发，前往潮南区陈店镇柯围路口与同案罪犯龚小强等人会合",
            "龚小强、严顺福在赶往柯围路口的途中遇到驾乘一辆摩托车与其同方向行驶的被害人林某甲及其朋友林某乙、林某丙",
            "被害人林某甲对龚小强、严顺福进行辱骂，严顺福、龚小强遂驾驶摩托车加速追上驾驶摩托车行驶在前面的田庆峰、杨通付，并告知被辱骂一事，田庆峰、杨通付听后加速离开，严顺福则载龚小强继续开往陈店镇柯围路口与被告人白树发等人会合",
            "会合后，龚小强告知被告人白树发等人其被追打，并下车与向光举、白兴成等人一同在现场寻找工具准备伺机报复",
            "随后，被害人林某甲及其朋友驾驶摩托车经过该处，林某甲下车并再次辱骂龚小强，龚小强遂持一把扫斗，向光举持一块木板，白兴成持一根木棍，被告人白树发持一把小刀，对被害人林某甲进行追赶殴打",
            "在此过程中，被告人白树发持刀捅刺被害人林某甲的背部四五下，致林某甲受伤倒地",
            "随后，被告人白树发及龚小强等人逃离现场",
            "被害人林某甲打电话告知林某丙其被打伤，林某乙、林某丙遂返回将被害人林某甲送往医院抢救，林某甲经抢救无效死亡",
            "2015年1月17日，被告人白树发主动到公安机关投案"
        ],
        "evidence": [
            [
                "10、证人林某乙的证言：2014年1月4日22时许，我、林某甲、林某丙和林某丁在陈店陈围村开心酒吧附近的友好火锅店吃火锅喝酒",
                "1月5日凌晨2时许，我驾驶林某甲的摩托车载林某丙、林某甲回家，行至陈围六乡桥时，有一辆电动车和我们同方向行驶，林某甲跳下车用普通话骂那辆电动车上的男子，互相发生口角，之后那辆电动车就加速沿着六禾路往广汕公路行驶，于是林某甲就跳上车，我就载林某丙、林某甲沿着六禾路往广汕公路行驶准备去广汕公路加油，行至六禾路和一条通往柯围村的小巷的交叉路口时，我看见那条巷口站着四五个外省仔，这时后面林某丙、林某甲推我的背说：开快点，他们追上来了！这时我头也没回便加速往前开，一直开到了324国道，这时后面的林某丙告诉我林某甲掉下去了，我便立即掉头回去找林某甲",
                "此时，林某丙接到林某甲的电话，林某丙告诉我林某甲可能被人打了，随后他便随地捡起了两块红砖，坐上我的摩托车后我们沿原路返回去找林某甲",
                "至六禾路中段一工厂附近时，我们看见林某甲靠着墙坐在地上，身上满是血，我们便将林某甲送至陈店华侨医院，后送至普宁人民医院",
                "我不清楚林某甲是如何受伤的，估计是被当时站在六禾路与一条通往柯围村的小巷的交叉路口的那四五名外省仔打伤的",
                "我和林某丙、林某甲之前和那几名外省仔没有矛盾",
                "林某甲的性格就是平常喝酒的时候喜欢骂人，估计林某甲当晚是喝多了"
            ],
            [
                "11、证人林某丙的证言：2014年1月4日晚上22时许，我和林某甲、林某乙等人在陈围村开心酒吧附近的友好火锅喝酒",
                "至凌晨2时左右，林某乙开摩托车载我和林某甲回家，当时我坐在中间，林某甲坐在摩托车后面",
                "我们行驶至陈围菜市场附近时，就看到有两辆黑色的电动车在我们前面慢慢的开着，一会儿，我们的摩托车就驶至与那两辆电动车中后面的那辆并排，当时林某甲就对着那辆电动车上的两名男青年用潮汕话说：浦你母（操你妈的意思），那两名男青年被骂后没有应答，就马上加大电门往前驶走",
                "我们继续往南钟天方向行驶，来到陈店柯围路口前面路段时，发现刚才被林某甲辱骂的那四五名男子都站在路边，我们驶过他们前面后，林某甲就从摩托车上跳下来，用潮汕话骂他们：浦你母",
                "骂完他们后，这几名男子就追上来，我和林某乙就开车往前面六七米处等林某甲，林某甲看到他们追上来后，就跑过来坐上我们的摩托车，并说他们要来打我们了，快跑",
                "于是我们就马上开车逃跑",
                "开了一段路后，约有100多米，我回头发现林某甲不见了，就马上叫林某乙停车",
                "这时林某甲打电话给我，让我们赶快原路回去，他在途中被人殴打，对方的人走了，快来载他去医院",
                "我们就原路回去找，在柯围路口进去的一家工厂附近，就看到林某甲坐在地上，背部靠在该工厂的墙上，脸部全是血",
                "我们就将林某甲送去医院",
                "林某甲具体受伤的情况我不清楚",
                "但我们心里想应该是被林某甲辱骂的几名男子打的",
                "当时林某甲跳下车去骂他们的时候，我看到他们是跑步追上来的，但没有看见他们手中有持什么工具"
            ],
            [
                "15、同案罪犯龚小强的供述及辨认笔录：2014年1月4日22时左右，我和严顺福、田庆峰、杨通付在陈店镇陈围村的百度对面的酒吧喝酒，在喝酒时我打电话叫老乡阿坏一起过来喝酒，但等到第二天凌晨1时多，我们准备回家时，阿坏他们还没有来",
                "我们就准备离开回家，当走到酒吧门口时，有一些人不知什么事好像看我们不顺眼，他们瞪着我们看，我们也没有与他们发生冲突",
                "我们就离开酒吧，由严顺福开着一部黑色的摩托车载我，杨通付和田庆峰开一辆电动车开在前面，我们一起离开酒吧",
                "开了一段路后，我就打电话给老六和李昌，但打不通，于是我就打电话给阿坏，说我们在陈围开心酒吧这里有人要打我们，刚刚打老六和李昌的电话打不通，并问他老六和李昌在不在他那里，他说不在，于是我就叫他去叫老六和李昌一起过来",
                "我们开到陈店柯围路口时，我就打电话给阿坏，问他来了没有，如果没有来就不要来了",
                "阿坏他们说已经到陈店柯围，我就让他们在柯围等我们，于是我和严顺福就往柯围方向开",
                "当我和严顺福开车行至陈店镇六合桥附近的时候，遇到三名年轻男子驾乘一辆摩托车，跟我们同一方向行驶，其中坐在最后面的那个年轻男子就用潮汕话浦你母骂我们",
                "我们听到他们在骂我们，严顺福就加快速度往前开，并追上田庆峰和杨通付他们，我就告诉田庆峰和杨通付后面有三个人刚才骂我们，好像要打我们，杨通付就叫我们开快点，怕他们身上有刀之类的工具，被他们打",
                "当我们四人开两部摩托车开了大概有几百米到陈店柯围村路口的时候，就碰到老乡阿坏、阿发、老六、老忍、李昌等五人，他们开着两辆摩托车停在那里",
                "田庆峰和杨通付就先离开，我就告诉阿坏他们说后面三个年轻人在骂我们，看样子是要打我们，怕他们身上有带工具",
                "这时后面三个年轻男子刚好把车开到我们前面，又继续骂我们，坐在摩托车最后面的年轻男子从车上跳下并朝我走过来，好像是要来打我，当他走近看见我后面还有几个老乡在，该年轻男子就往回跑，想跳上他们的摩托车离开",
                "看到他要跑，我们就追过去",
                "当他们的摩托车刚起步的时候，那名跳下来的年轻男子自己就从车上掉下来，我和阿坏、老六、阿发四人就追上去打他，他们三人跑在前面，我跑在后面",
                "我随手在路边拿了一把扫斗追上去殴打那名年轻男子，我追了约10米左右就追上那名年轻男子，我追上时，阿坏等三名老乡已经在殴打那名年轻男子了",
                "于是我就拿扫斗在那名年轻男子的背部打了两下",
                "大约打了一两分钟，那名年轻男子就趴在地上，我们就逃离现场",
                "后我们在柯围球场附近碰到杨通付和田庆峰二人，他们问我们六人怎么回来了，我跟他们二人说我们打了那名骂我们的年轻男子了，接着他们二人就回家了，严顺福也开车离开，我和李昌、阿坏、老六、阿发、老忍就回仙城老六和阿发的出租屋",
                "在出租屋的时候，我们几个人聚在一起，我说到我拿扫斗打了那名年轻男子的背部两下，老六说他拿木棍打了那名年轻男子，阿发说他拿刀捅了他，没有听阿坏说他怎么打那年轻男子",
                "2014年1月5日下午4时许，我和杨通付、田庆峰、严顺福在柯围球场玩时，遇见公安机关在那里调查，我和严顺福等人就怕公安机关调查我们昨晚打架的事情，田庆峰要回老家，杨通付要去江苏，杨通付和田庆峰叫我和严顺福一起先去汕头避一避，我就想在汕头市区玩几天，等没事了就回来上班",
                "然后至当天晚上8时许，我们四人坐出租车去汕头市区一家旅社三楼开了一间房，然后我们就在房间里住下来，第二天凌晨，我们在房间内被公安民警抓获了"
            ],
            [
                "18、同案罪犯严顺福的供述及辨认笔录：2014年1月5日凌晨，我和龚小强、田庆峰、杨通付在陈店镇陈围村百度对面的酒吧出来之后，当时我开着一部黑色的摩托车载龚小强，田庆峰、杨通付开一辆摩托车在前面",
                "当行至陈店镇六合桥附近一个小池塘的时候，我们就停下来抽烟",
                "龚小强就开始打电话，但打给谁我就不清楚",
                "抽完烟我们就骑摩托车准备离开，接着就碰到跟我们同一方向行驶的一辆摩托车，车上有三名男子，其中坐在后面的那个男子就用潮汕话骂我们，我们听到他们在骂我们，我就加快速度往前开，当我们追上田庆峰和杨通付时，龚小强就告诉田庆峰和杨通付后面有三个人在骂我们，要我们下车和他们打架，我听到龚小强这么说，就劝他们不要打架",
                "杨通付就叫我们开快点，怕他们身上有带东西",
                "然后龚小强就又开始打电话，当我们开到陈店镇柯围村路口时，就碰到龚小强的五个老乡，于是龚小强就告诉他们五人说后面三个男子在骂我们，看样子很凶，而且他们身上可能有带工具",
                "这时后面三个男子把车开到我们前面，好像又继续在骂我们，坐在摩托车最后面的男子从车上跳下来，好像是要来打龚小强，见到这个情况的时候，龚小强和后来遇见的其中三名老乡就追过去，跳下来的男子看到龚小强他们人多，就往回跑，想坐上他们的摩托车，但那名男子坐上摩托车后不知怎么又从摩托车上掉下来，龚小强和那三名老乡在路边随手拿了一支扫把和一个扫斗冲过去殴打那名男子",
                "大约过了三四分钟，那名男子被打了趴在地上，我们就各自回家了"
            ],
            [
                "19、同案罪犯李昌的供述及辨认笔录：2014年1月5日凌晨1点多的时候，我当时在睡觉，向光举就跑来我的出租屋叫我，说龚小强在外面出事了，叫我马上开摩托车载他到一个地方，我看到他很紧张的样子就说好",
                "于是我就开着摩托车载向光举来到柯厝围球场前面路口",
                "接着阿发和老六也开着摩托车到了这里，随后一个老乡开摩托车载龚小强也赶到，我们问龚小强出了什么事，他说后面有人拿刀子在追他们",
                "于是，龚小强、向光举、阿发、老六他们四人就在附近路边找工具，我和另一个开车载龚小强的老乡还有一个跟阿发他们一起来的老乡三人就分别坐在车上等他们",
                "老六找到了一根木棍、龚小强拿了一把扫斗，由于天很黑其他人我没有看清楚拿什么工具",
                "这时有三名男子驾驶一辆摩托车来到龚小强面前，坐在车后面的一名男子下车骂了龚小强，可能是下车的男子发现我们这些老乡在这里，害怕，便往回跑，他们摩托车上的二名男子也开着摩托车离开",
                "龚小强等四人就拿着工具在后面追，下车的男子跑向他们的摩托车坐上去，但自己又掉下来，该男子起来后又向前跑，但被龚小强等四人追上，并被龚小强他们拿工具殴打",
                "当时天色很黑，距离较远我没有看清楚龚小强他们是如何殴打该名男子的",
                "大约过了约四分钟，他们就跑回来，阿发坐上我的摩托车，我就载着他回到老五乡阿发和老六的出租屋，然后我和阿发、龚小强、老六、向光举、还有一个老乡等六人就在出租屋中坐了约30分钟就各自回家",
                "在出租屋，阿发说他用匕首在那名男子的背部捅了几刀，龚小强说他拿扫斗打了那名男子的头部，向光举说他用在路边捡的一块木板去打了那男子的头部，老六说他用木棍打了那名男子的头部"
            ],
            [
                "20、同案罪犯杨通付的供述：2014年1月4日晚上，我与朋友龚小强、田庆峰、严顺福等人在陈店镇陈围村百度酒吧旁边的一小酒吧喝酒",
                "至第二天凌晨1时多，我与龚小强、田庆峰、严顺福四人分别驾驶一辆黑色摩托车和一辆黑色电动车离开酒吧，田庆峰开着一辆电动车载我，并开在前面，严顺福则开着一辆摩托车载着龚小强并跟在我们后面",
                "当我们行至六乡路陈围路段时，突然有三名男子开着一辆摩托车在骂严顺福和龚小强他们，龚小强就很生气，打算叫我们一起下车和那三个男青年打架",
                "我就跟他说不要惹事，我先回去，然后田庆峰就开摩托车载我先走了",
                "龚小强就打电话叫人过来帮忙，我们继续往前行驶，当我们行到六乡路陈围路段一个交叉路口时，开着摩托车的那三名男子又继续追上来并停在路口骂龚小强，这时我看到在路口好像有七八个人开着两辆摩托车过来了，我心想可能是龚小强叫的人来了，这时我和田庆峰就继续开车往柯围村方向离开了"
            ],
            [
                "22、被告人白树发的供述及辨认笔录：2013年农历12月份的一天（国历2014年1月份）晚上，具体日期我记不起了，我和白兴成、老忍在我的老板家里睡觉，大概第二天凌晨2时左右，老坏过来我们住处把我们叫醒，并对我们说小强在陈店被人欺负了，让我们准备过去",
                "然后老坏又去李昌家里叫他过来载我们，李昌到楼下之后我们就出发了",
                "李昌开着一辆太子摩托车载老坏，白兴成开着一辆太子摩托车载我和老忍",
                "当我们赶到柯围球场附近时，不知道是谁接到小强的电话，小强让我们在柯围球场附近等，他们过来和我们会合",
                "过了一会儿，小强他们几个人开着两辆摩托车过来，小强在前面跑步过来找我们，他的几个朋友开着两辆摩托车在后面跟着，不过我不认识他们",
                "小强看到我们就说：快走，后面有人追上来了，怕他们身上有带工具",
                "然后小强就接着向前跑，跟小强一起来的那两辆摩托车，其中一辆电动车因为快没电了，就停在球场，另外一辆女式摩托车就跟在我们后面",
                "接着我就看见三名男子驾驶一辆太子摩托车向我们驶来，他们看见小强在前面，坐在后面的年轻男子就下车骂小强，并向小强走过去要打他，但看到我们几个人在那里，那下车的年轻男子就想跑，跳上他们的摩托车想走，但不知道为什么又从车上摔下来，而对方坐在摩托车上的两人就开着摩托车离开"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2015）汕中法刑一初字第26号"
    },
    {
        "fact": [
            "在峡江县水边镇，以被告人陈鹏为首的颜某甲、魏某、曾某甲、高某甲、朱某甲（此五人均已判刑）、罗某、邓某甲、王某甲（此三人均另案处理）等一伙人经常在一起混，而曾某、陈鹏甲、龚某、邹某甲、廖某甲、李某甲、谢某甲（此七人均已判刑）、吴某、习某乙、熊某甲、熊某、黄某甲、谢某甲（此六人均另案处理）等另一伙人也经常在一起混，两伙人因故发生矛盾，产生了冲突，具体如下：一、2014年1月19日下午，被告人陈鹏这方的一伙人坐在峡江县水边镇百花公园假山处闲聊，吴某、习某乙、龚某等人从该处经过，这伙人就骂了吴某等人，双方发生口角，这伙人欲殴打吴某等人，吴某等人见状逃离",
            "吴某等人认为丢了面子，对被告人陈鹏那伙人遂有了仇怨",
            "之后，吴某、习某乙、龚某、熊某甲、熊某、黄某甲、邹某甲、廖某甲等人聚集在百花公园，商议找被告人陈鹏那伙人报仇",
            "于是，吴某等大约十人拿了几把砍刀，并分乘一辆白色K5小车和一辆黑色福克斯小车在水边镇街上寻找被告人陈鹏那边的人",
            "而被告人陈鹏在当天中午与颜某甲一起到水边镇湖洲村参加朋友的婚宴后，于下午驾驶一辆黑色别克小车载着颜某甲在水边镇街上闲逛",
            "吴某、习某乙、龚某等人发现被告人陈鹏及颜某甲驾乘的车子后遂在105国道与水边镇承天路交叉路口附近的二汽服务站旁将被告人陈鹏的车子截停，并持刀下车，颜某甲见状在未与被告人陈鹏打招呼的情况下直接从车上拿了一把刀下车，与对方的龚某、熊某甲、黄某甲、邹某甲、廖某甲等人互砍，习某乙、熊某则持刀去砍被告人陈鹏，由于被告人陈鹏没有下车，习某乙、熊某遂砍砸被告人陈鹏驾驶的车子，被告人陈鹏见状急忙驾车逃离现场",
            "颜某甲因对方人多，招架不住，在受伤后逃到二汽服务站里面",
            "吴某、习某乙等人因己方的熊某甲、龚某、廖某甲亦被砍伤，遂就此作罢"
        ],
        "evidence": [
            [
                "1.被告人陈鹏的供述，证明2014年1月份的一天，陈鹏和颜某甲驾驶一辆黑色老式别克车从水边镇湖洲村出来，在路上时，接到倪某甲打电话来说：跟你玩的这伙人是什么意思？陈鹏回答说：我在外面吃酒，发生了什么事情我也不清楚",
                "陈鹏开车从湖洲村出来后，载着颜某甲在新县城转了一圈",
                "当陈鹏驾车从大东宾馆往家里方向开过去时，后面有一辆黑色两厢福特车和一辆白色K5车在尾随陈鹏的车子，那两辆车在追陈鹏的过程中，一直叫陈鹏停下来并辱骂陈鹏，在马埠路口二汽服务站那里，陈鹏停下了车",
                "那两辆车上就下来十几个人且每个人手上都拿了篾刀朝陈鹏的车子跑过来砍前挡风玻璃，边砍边叫要砍死陈鹏他们两个人，前挡风玻璃、尾灯、四个车门等处都不同程度被砍坏",
                "颜某甲很气愤，没跟陈鹏说什么就直接从车上拿了一把篾刀冲了下去与那些人打斗",
                "陈鹏见情况不妙，就倒车撞了那两辆车中的一辆车子，再加速往前开",
                "后来发生了什么事情，陈鹏不清楚，没过多久，颜某甲打电话告诉陈鹏被砍伤了，陈鹏就在二汽服务站附近接到了颜某甲并将颜某甲送到医院",
                "追逐陈鹏的这伙人中有郭某、吴某等人，其他人他记不清了",
                "一开始不知道为什么被追逐，后来知道是因为跟聂某甲一起玩的刘某甲等人辱骂了跟倪某甲一起玩的人"
            ]
        ],
        "cause": [
            "聚众斗殴罪"
        ],
        "case_no": "（2015）峡刑初字第54号"
    },
    {
        "fact": [
            "被告人李某某于2012年7月26日22时许，在吉林市龙潭区遵义街广西市场东侧邵峰串店外面大排档，和前女友孙某甲喝酒期间，李某某在电话中冒充孙某甲的哥哥要求卜某甲与孙某甲分手，卜某甲怀疑其身份，心中不满，而后被告人卜某甲及其子被告人卜某乙二人开车赶到大排档，卜某乙与李某某发生口角后，双方厮打，卜某乙拿出随身携带的锯条，李某某见状，手持菜刀将卜某乙右手砍伤",
            "卜某乙受伤后，抱住李某某，卜某甲上前夺菜刀，先用啤酒瓶砸李某某，夺下菜刀后，用菜刀无刃的一端砍伤李某某头部",
            "被告人卜某甲、李某某、卜某乙达成和解协议",
            "卜某甲、卜某乙共同赔偿李某某各项经济损失共计人民币30，000.00元，卜某乙不要求李某某进行赔偿",
            "李某某对卜某甲、卜某乙表示谅解，希望从轻处罚，适用缓刑",
            "卜某乙对李某某表示谅解，希望从轻处罚，适用缓刑"
        ],
        "evidence": [
            [
                "2、被告人李某某供述与辩解",
                "证实其与孙某甲以前是多年情人关系，2013年4、5月左右其和孙某甲分手，卜某甲是孙某甲新处的男朋友",
                "2013年7月26日，其与孙某甲吃饭，孙某甲跟李某某说不想和现任男友卜某甲维持对象关系，这时孙某甲手机响了，是现在男朋友卜某甲来的电话，她俩唠了一会儿，李某某接过孙某甲的电话说：我是孙某甲的哥哥，孙某甲不和你处对象很正常",
                "接完电话后，孙某甲让我走，说卜某甲一会儿可能会来",
                "这时其就去厨房厕所方便，我看见大排档厨房里有一把菜刀，就顺手拿到厕所里了，因为菜刀上有很多油，就用卫生纸把菜刀缠上了，大约晚上9、10点，其和孙某甲二人正喝着，孙某甲突然说了句：来了",
                "，其发现有一个男青年（被告人卜某乙）手里拿一个很亮的一尺多长的金属东西，他问我：就是你啊，你敢和我爸爸得瑟",
                "李某某看见他手里拿东西举起来，就顺手把菜刀拿出来",
                "拔出菜刀乱比划，卜某乙的伤是其造成的，紧接着李某某被啤酒瓶子打了几下，然后昏迷"
            ],
            [
                "3、被告人卜某乙供述与辩解",
                "证实2012年7月份一天，其父亲卜某甲接到一个自称是孙某甲哥哥打来的电话，接完电话后卜某甲脸色不好，在吉林市龙潭区一所学校一个小桥后的大排档，卜某甲开着一辆黑色长城越野车吉BL6562拉着其快到孙姨家时，在道边的大排档，见到孙某甲",
                "卜某乙和李某某发生口角后，其拿出随身携带的一把折叠锯，其当时看见孙某甲旁边坐着一个男的（被告人李某某）用右手从桌上拿起一把菜刀，我从后腰拔出锯，打开后卜某乙随手扔旁边在旁边，李某某右手举起菜刀砍到其手背",
                "这时其父亲卜某甲就过来了，上前夺李某某的菜刀，夺刀的过程中其二人厮打在一起",
                "卜某甲告诉卜某乙，李某某的手是卜某甲用菜刀刀背砍伤的"
            ],
            [
                "证实系被告人卜某甲女友，被告人李某某情人",
                "2012年7月26日晚9时许，在吉林市龙潭区遵义街我家楼西头邵峰串店靠近道边的大排档，其和李某某在大排档吃饭期间，为了不让李某某生气，其跟卜某甲在电话里说分手",
                "卜某甲询问原因，这时李某某接过电话，说：我是孙某甲哥哥，我妹妹不想跟你处了",
                "一会儿一辆车逆向停到餐桌对面，卜某乙手里拿着一把刀锯，卜某乙就奔李某某冲过去，边走边把刀掰开了，对李某某说是你刚才打的电话啊",
                "李某某说：是，卜某乙与李某某发生口角后，二人厮打一起",
                "其绕过桌子去抱卜某乙拿刀锯的胳膊，卜某乙将其抡出去",
                "其起来之后就看见卜某乙手里的刀锯不见了",
                "卜某甲用东西砸李某某右手，把李某某拿的菜刀抢下来，卜某甲抢下来菜刀后，回手就砍李某某头一下，李某某倒地后，卜某甲又朝李某某脑袋砍一下，李某某就躺在地上，后来其报警，卜某甲见我报警，过来打了孙某甲脑袋几下"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2014）龙刑初字第1号"
    },
    {
        "fact": [
            "被告人张栓平在容城县城西经营玉鼎洗浴，雇佣被告人刘殿波、贺帅宾、辛帅等人分工进行管理",
            "被告人刘殿波任带班经理，负责管理服务生，同时负责开单、收银",
            "被告人辛帅与刘殿波两班倒，负责管理服务生，同时负责开单、收银，并将所收款项、单据交给刘殿波，由刘殿波放到被告人张栓平的房间，由被告人张栓平统一管理再分配",
            "被告人贺帅宾为服务生，负责带嫖客挑选卖淫人员",
            "2012年开始玉鼎洗浴通过容留、招募等手段组织王某甲、范某、张某甲、王某乙、张某乙、冯某、李某、刘某甲等人从事卖淫活动",
            "被告人邹伟强在该洗浴单独控制崔某、唐某、杨某、侯某、张某丙等人从事卖淫活动，邹伟强从其控制的卖淫人员卖淫所得中抽取二成",
            "被告人贺帅宾带牛某卖淫，并从其卖淫所得支付其消费",
            "张栓平统一制定卖淫价格，并从卖淫所得中抽取三成",
            "玉鼎洗浴统一卖淫价格，统一安排嫖客选台",
            "2013年3、4月份，范某在玉鼎洗浴两次向韩某卖淫，韩某在吧台支付嫖资",
            "2013年4月份的一天，张某甲在玉鼎洗浴207房间向贾春贺卖淫，价钱是150元",
            "2013年5月至9月，王某甲三次在玉鼎洗浴向王某丁卖淫",
            "2013年7月份，被告人邹伟强伙同陶玉静以介绍工作为名将唐某、杨某骗到容城，晚上将唐某、杨某带到安新县申明亭一个废厂子里，通过威胁、用电警棍恐吓等手段迫使唐某、杨某到玉鼎洗浴卖淫",
            "2013年9月21日，被告人邹伟强伙同崔某以邀请牛某（刘文娇）消费为名，将牛某及陪伴的姐姐刘某乙骗到容城县，晚上，被告人邹伟强、贺帅宾将二人带到出租房，谎称崔某欠钱，已将牛某抵押给他们，让牛某去卖淫，遭到牛某拒绝",
            "刘某乙阻止贺帅宾拉扯牛某过程中，遭到贺帅宾的殴打，牛某害怕刘某乙被殴打，便同意卖淫，被告人邹伟强为防止牛某对外联系拿走牛某手机",
            "后邹伟强、贺帅宾将牛某姐妹带至容城县玉鼎洗浴中心，强迫牛某卖淫"
        ],
        "evidence": [
            [
                "1、被告人张栓平供述，在容城城西经营玉鼎洗浴，2012年上半年刘殿波到我洗浴，由刘殿波具体管理，男服务生有辛帅、贺帅宾、张建广、崔家福、李帅等人，我负责给发工资",
                "邹强、邹洪涛控制着6号、13号、15号、16号、17号、18号（已离开）、20号、21号服务员，二人挣提成，服务员卖淫挣的钱我提三成，另外七成邹伟强怎么分配我不管",
                "另外还有几个小姐刘殿波负责管理",
                "辛帅负责买啤酒、饮料等，偶尔也负责收钱，贺帅宾负责带服务员“选台”",
                "单子中的“平台”就是歌厅、洗浴挣的钱，“大台”就是服务员卖淫挣的钱",
                "卖淫一次150元，“包夜”400元，价格是我定的"
            ],
            [
                "3、刘殿波供述，又名电波，我在容城县玉鼎洗浴任带班经理，老板是张栓平，我的工作和职责是张栓平安排的",
                "我负责前台收银、管理男服务生",
                "男服务生邹强、邹洪涛、贺帅宾负责二楼的小姐，中午贺帅宾负责对小姐们点名",
                "洗浴里有15名女服务生，她们每个人都有数字代码，陪客人由我们前台下单子",
                "陪酒唱歌的叫平台，发生性关系叫大台",
                "新来的发生性关系一次200至300元，后改为一次100或150元",
                "小姐卖淫的钱老板要三成，小姐要七成",
                "我的工资每个月三四千元",
                "一般邹洪涛、贺帅宾、邹强在二楼和小姐们待着，客人来了他们就招呼小姐过来，让客人选小姐，给客人开房间并谈好价钱，他们填个单子，并告诉我价钱和女服务员的号码，我再下单子，下班我就把单子和二楼填的单子收起来，连现金一起放到张栓平的房间",
                "辛帅那班的单子和钱也交给我放到张栓平的房间",
                "张栓平根据单子金额区分平台和大台",
                "新来的服务员外出一般由邹强或贺帅宾陪着外出，怕她们跑了",
                "我们老板说过，卖淫自愿，不让打服务员"
            ],
            [
                "4、被告人贺帅宾供述，还叫帅兵，也有人叫我何帅兵",
                "玉鼎洗浴的老板是张栓平，经理是刘殿波，我、催家福、张建广、辛帅是服务生，还有十四五名小姐",
                "老板和刘殿波管理我们，老板三四天或一星期来一次",
                "经理刘殿波和辛帅负责在吧台收钱，我负责在歌厅送酒水，也负责带客人选小姐",
                "每天中午12点半我在二楼大厅叫号点名，让小姐化妆，1点开饭，吃完饭后到二楼上班，有时一楼歌厅不忙，我上二楼带客人选台",
                "每次对客人都问是否做保健，做保健150元，就是发生性关系，“包夜”400元，如果看中了哪个小姐，选好后给客人安排二楼房间",
                "小姐代码是1、2、3、4、5、6、7、9、10、11、13、15、16、17、21号，21号叫小雪",
                "我带着小雪，就是花她点钱，我的消费都记在她身上",
                "9月21日晚上邹强从外边回来说给我介绍一个小姐，邹强让我对个小的那个人说崔某欠我们钱把个小的抵押给我们了",
                "我们把她们带到了城西小区租的房子",
                "在租住房我对小雪说崔某欠我们3万元钱，把她抵给我们了，我让小雪卖淫，她不同意",
                "她们姐俩手拉着手坐着，我拽小雪手让她们放开，她们不放，我就踢了小雪胳膊一下，把小雪拉回有床的卧室",
                "我踢她就是吓唬她，让她卖淫",
                "小雪同意卖淫后，邹强拿走了小雪的手机和400元钱",
                "我给邹强打电话，他回来把手机给了小雪",
                "第二天中午邹强买来饭，吃完饭他又拿走了小雪的手机",
                "傍晚他打车把我们接到了玉鼎洗浴，他们三个人商量好小雪在洗浴叫小不点，小静叫宝宝",
                "我安排小雪21号、小静20号",
                "在洗浴小雪对邹洪涛说她是被骗来的，被邹强知道了，邹强在201房间打小雪耳光，还拿镐柄要打小雪，吓唬她，还说把他拉后院埋了"
            ],
            [
                "5、被告人辛帅供述，张栓平是玉鼎洗浴老板，是我姐夫，我在玉鼎洗浴负责管理服务生和吧台收银",
                "男服务生有崔家福、张建广、贺帅宾、邹强、刘殿波，最近有小姐15名",
                "张栓平三四天就把一万元左右的收入提走，每天有10至20人在玉鼎洗浴嫖娼，客人到了玉鼎洗浴先和吧台提出要求（找小姐），然后我们让客人到二楼大厅选小姐，客人选好后带到单间发生性关系，小姐本人到吧台报编号，吧台填好单子，客人嫖娼后到吧台结账",
                "我们这里带小姐的叫邹伟强，平时人们叫他周强",
                "他带6、13、15、16、17、21号小姐，卖淫所得张栓平和周强分，周强再给小姐们分",
                "其他的小姐归玉鼎洗浴管理，张栓平知道小姐的编号",
                "10号是拐立新带来的，我问他出大台不，他说出才把她留下"
            ],
            [
                "6、证人王某甲证言，玉鼎洗浴老板叫栓平",
                "2013年4月23日经刘殿波介绍到容城县玉鼎洗浴中心坐台，就是陪唱、卖淫",
                "玉鼎洗浴有15名小姐，我在洗浴的名字叫小静，编号是1号，平常人们叫我“老壹”，另有刘晶编号8号，王文编号11号，张某甲编号3号，冯某编号10号，唐某编号6号，李子欢编号7号，范某编号5号，李某编号9号，其余的就记不清了，平时客人选台时服务生就喊我们编号",
                "玉鼎洗浴有4个男服务生，崔家福、辛帅、张建广，另有一个叫“帅彬”的",
                "卖淫一次150元，包夜400元，三七分成",
                "平常我们支点日常花费，年底结算"
            ],
            [
                "7、证人唐某证言，两个月前我村杨某说找陶玉静到河北保定上班，问我去不去，我俩就坐车到天津，又到容城，陶玉静把我俩接到了一个地方，陶玉静说是三台，说厂子不给开门，先在网吧玩会，到了晚上陶玉静带我俩去了一户二层楼的人家，把我和杨某分开，周强说我们跟谁来的就是被谁骗了，我的工作不是鞋厂，是陪唱和接客（发生性关系）",
                "周强拿着电警棍吓唬我，说把我卖了，我就答应了",
                "到了玉鼎洗浴我和杨某求陶玉静说我俩拿钱放了我俩，陶玉静说小胖子（张某丙）开始也说拿钱，现在不也干了么",
                "陶玉静和周强说了这事，周强说“你看不出来么，你来了必须干”，后来我就同意了",
                "我刚到的时候，服务生优先推荐我，接客一次300元，后来就收150元",
                "我也不知道我挣了多少钱，我只记得从张栓平那里支取过500元、600元还有几次100元的",
                "玉鼎洗浴的老板个子不高挺胖，我们叫他栓平哥",
                "管理人员有辛帅、电波哥、周强、周洪涛，辛帅、电波哥收我们接客的钱，周强、周洪涛管理我们几个被骗过来的人，主要有我、侯某、张某丙、杨某、还有17号不知道叫什么，我的代号是6号",
                "我有几次外出都是栓平、周强、周洪涛他们跟着，也没机会跑"
            ],
            [
                "8、证人杨某证言，2013年7月份，初中校友陶玉静用QQ和我联系，让我到保定一个鞋厂打工，说工资每月两三千元，我辞掉天津的工作，回到老家见到唐翠，唐翠说一起去.在陶玉静的电话指挥下，我们坐车到了容城，陶玉静和两个男的开着一辆面包车接我们，陶玉静说鞋厂不开门就去网吧上网、闲逛，到凌晨2点左右，他们把我俩带到一个住家，一个男的就跟我和唐翠说让我们来是做小姐的，不是去鞋厂，我俩都不同意，然后那个男的就威胁我们说不干就弄死我们，然后把我俩分开打，还用电警棍电我们，我受不了就同意了",
                "我出了房间见到陶玉静就跪着求她让我走，她说她不管",
                "后来就把我和唐翠关到二楼一个房间",
                "关了半天就被带到了玉鼎洗浴，在洗浴里接客卖淫，不让我出去，直到民警解救",
                "那个打我的男的跟我说让我挣够5万元就放我走，挣不够不让走",
                "每次卖淫收银台收钱，一次卖淫150元，老板也没给过我钱，吧台有很多避孕套，就是让我们卖淫时用的",
                "唐翠的代号是6号，张某丙代号是15号，一起传唤来的两个女的一个是10号，一个是2号",
                "那个看着我们的人把我们的手机都收了"
            ],
            [
                "9、证人范某证言，我2012年7月25日到玉鼎洗浴坐台，主要是陪唱、卖淫",
                "当时玉鼎洗浴里有十四五个小姐卖淫",
                "玉鼎洗浴有5名服务生，我认识崔家福、张建广、贺帅宾、周强、还有一个容城的，身高175厘米偏胖短发，他们5个人收了钱交到吧台",
                "吧台归“电波哥”管，他是齐齐哈尔人",
                "每次卖淫100元至400元不等，基本是三七分成",
                "我一天平均接嫖客三四个"
            ],
            [
                "12、证人冯某证言，2012年夏天我在江红饭店当服务员，几天后一个腿拐的男子说给我介绍工作，把我带到了玉鼎洗浴",
                "每次卖淫都是在二楼的客房",
                "我们分平台、大活、跳艳舞三种",
                "平台100元，我和老板五五分成",
                "大活就是和客人发生性关系，每次150元，不戴套口交每次300元",
                "我的钱都在张栓平那里扣着，我平常支了一些",
                "除张栓平、刘殿波两个老板，还有邹强带小姐，张建广、崔家福是选台的服务生，辛帅、老斌是看场子的，他俩经常打小姐，帅斌也经常到洗浴帮忙",
                "我不想做大活或客人对我不满辛帅就动手打我，老斌也打过我"
            ],
            [
                "13、证人刘某甲证言，2013年4、5月份到玉鼎洗浴陪唱，也提供性交易",
                "像我这样的小姐玉鼎洗浴一共有15个，其中6、13、15、16、17、21号是邹强、邹洪涛带去的，归他们管",
                "我们另外这些人归老板管，平常由刘殿波、辛帅管着，吧台由刘殿波和辛帅管理，收费也是他们两个",
                "他们负责我们的吃喝和开工资",
                "男服务生崔家福、张建广平常由刘殿波、辛帅管着",
                "如果客人想和小姐发生性关系就到二楼大厅选小姐，然后在二楼客房发生交易",
                "客人在吧台交150元，给小姐提100元",
                "我的包夜标准是500元，我得300元，老板得200元",
                "邹强管的人都是近一两个月来的，开始都不愿意接客，我听到过邹强在屋子里骂她们"
            ],
            [
                "14、证人李某证言，2013年正月我到玉鼎洗浴做收银员，我觉得挣钱少就和殿波说我要做大台，就是和男客人发生性关系",
                "他同意后我就开始出大台",
                "出台一次150元至400元不等，按说好的比例分",
                "老板是一个20多岁的胖子，每天收的钱都是他拿着，我们平常花销也找他领",
                "我在这里名字叫媛媛，编号是9号",
                "玉鼎洗浴有15个做大台的小姐，有四五个男服务生，男服务生负责接待、给客人选台、小姐外出他们负责跟着",
                "玉鼎洗浴有几项不成文的规定，不能随便外出，外出得有男服务生跟着，不让用手机随便和外界联系，不让借别人的手机用等",
                "跟着外出主要是怕我们不回来了",
                "殿波要没收我手机，我不让就摔了，殿波拿走了摔坏的手机"
            ],
            [
                "16、证人张某丙证言，2013年6月份陶玉静到天津找我让我和她到容城鞋厂上班，2013年6月14日到容城汽车站，陶玉静的男朋友邹伟强把我们接到一个旧小区的楼顶，邹伟强把我的手机、现金还有银行卡都拿走了，还说让我去玉鼎洗浴当小姐，我不同意，陶玉静和邹伟强就威胁我，邹伟强说不同意就杀了我，我害怕就同意了，当天晚上把我送到了玉鼎洗浴，玉鼎洗浴有十几个小姐，其中有我的老乡杨某13号、唐某6号，陶玉静给我编号是15号",
                "第二天在洗浴开始陪唱、和客人发生性关系",
                "平常也不让我们出门，我出去过两次都是邹伟强跟着我，平时我的手机也是邹伟强拿着，我的身份证和银行卡我来到容城当晚就被邹伟强扣下了",
                "平时管理我们的是邹伟强"
            ],
            [
                "17、证人侯某证言，陶玉静把我骗到一个小区最北边那栋楼房五楼，周强说陶玉静借了他兄弟5000元钱还不了，让我替她还",
                "陶玉静电话中恐吓我不听周强的话就要挨打",
                "周强说我要没钱就去歌厅替他挣够五千元就放我走，他还拿走我的手机",
                "傍晚周强把我带到容城县玉鼎洗浴，过了几天周强催我上班出台卖淫",
                "洗浴的老板叫张栓平，我这样的服务员有17个人，周强、周洪涛、辛帅、李帅、刘殿波负责看着我们服务员，怕我们走",
                "吧台收钱的是刘殿波，张建广、贺帅宾、崔家福是歌厅服务生",
                "我们在玉鼎洗浴二楼卖淫，服务生给我们安排房间",
                "周强控制着我，我干什么都要通过周强，我通过周强从老板张栓平手中支了两千元寄回家，支了三千元生活费",
                "我的手机平时都是周强控制，每次出门周强或周洪涛跟着",
                "周强控制着六个服务员，16、17、6、13、15、21号",
                "有个服务员叫崔某，被陶玉静骗到玉鼎洗浴第一天就被周强打了",
                "卖淫后吧台收钱，下班后老板张栓平把钱拿走"
            ],
            [
                "18、证人崔某证言，一个月前，陶玉静带我到了容城玉鼎洗浴，她是专门往这里领人的",
                "第二天邹强就让我上班卖淫，他是管着我们的，谁不听话他就用棍子打我们，有一次打得我都站不起来了，当时13、15号还有16号侯某看到了",
                "邹强不让我回家，还拿棍子、电警棍吓唬我",
                "开始卖淫300元一次，后来每次150元，包夜400元，卖淫的钱嫖客直接交给吧台",
                "一个多月一分钱也没给我，说是年底给我们一小半，多半给邹强",
                "这个洗浴有20来个小姐，我的代号17",
                "在洗浴帅兵给我们安排客人",
                "八月十五那天邹强让我给刘文娇打电话，说手中有两千块钱让她过来玩，给她报销来回路费，还给她买衣服",
                "打了电话第二天她和她姐到了保定，我和邹强到保定接她们到徐水一宾馆，后来又回到容城，刘文娇说洗头，就到了一个理发的地方，把她们姐俩放下，邹强把我送回洗浴，接着帅兵走了，第二天晚上邹强、帅兵和刘文娇姐俩才回到洗浴"
            ],
            [
                "19、证人刘某乙证言，2013年9月21日中午，我和牛某（刘文娇）从涞源到保定和崔某见了面，当时除了司机还有周强（音）和另外一个男子",
                "在一个理发店我和牛某洗头，周强和崔某就离开了，后来把我们带到了一个小区，进入房间后帅兵把牛某的手机抢过去，不让我们打电话",
                "周强把我叫到一个房间说“崔某欠帅兵3万元钱，把你妹妹卖给帅兵了，相当于还帅兵3万元钱，让你妹妹卖淫给帅兵挣钱”",
                "在此期间，我听到牛某哭着喊“不行”，帅兵大吼“不许叫”，我要过去看看，周强对我说“坐下不许动，小心帅兵拿电棒电你”，后来帅兵把周强叫出去，牛某跑到我在的那个卧室，我就把周强的话告诉了牛某，牛某很生气，就问帅兵是不是把她卖了，帅兵说“是，咱俩去睡觉”",
                "我就拉着牛某，牛某很害怕，拉着我的手，帅兵踢了我胳膊一脚说“你不放手我把你弄死”，牛某哭着说“姐，你放手吧”，我害怕就放手了，后来帅兵对牛某说“你明天来我洗浴上班，出大台（指做卖淫小姐）”",
                "牛某不同意，帅兵说“你必须在我洗浴上班，这个不由你，如果你不同意，我就把你姐弄死”",
                "第二天下午5点多，我和牛某被周强、帅兵带到了一个洗浴，进入洗浴后就让牛某换上比较裸露的衣服卖淫，还有人看着她",
                "帅兵对牛某说：“如果你不好好工作就打你”",
                "我因谎称来例假了，休息了几天，后来就和牛某卖淫，我和牛某商量好，如果谁出去就去报警",
                "他们看管很严，不让我们出去，手机也被没收了，来电话也在他们控制下接电话",
                "牛某说她是被逼迫卖淫的，周强打了她",
                "在洗浴帅兵点名，我的代号20，牛某代号21",
                "新去的出台每次300元，老服务员150元，听她们说三七分成",
                "客人在二楼的一个房间点了哪个小姐，那个小姐就带客人到小包间与客人发生性关系，发生完性关系，客人把钱交给那几个男的",
                "我骗周强说回去找几个女孩过来替我卖淫挣钱，28日周强打车把我送到了徐水车站，威胁我如果我报警就弄死我全家",
                "29日下午1点周强打电话派他弟弟帮我把女孩带过去，下午5点一个叫周明的过来见了面，我安排到金桥附近的小旅馆就来报案了"
            ],
            [
                "20、证人牛某证言，别名刘文娇",
                "七八天前的一天晚上，崔某给我打电话，让我到保定找她玩，并说负责报销路费，还负责吃喝",
                "第二天上午，我和姐姐刘某乙与崔某、邹强在保定见面后到了容城",
                "晚饭后邹强提出去宾馆开房，我不同意，贺帅宾就说去他家住，我们就坐三轮车去了他家（两栋楼房的小区，最后一栋的最后一个单元五楼）",
                "贺帅宾对我说，崔某欠他们店3万元钱，把我抵给他们了，贺帅宾说让我在洗浴中心卖淫，我不同意",
                "我和我姐手拉着手，贺帅宾就过来拽我，我姐不放手，贺帅宾就说不同意也不行，必须出大台，见我姐还不松手就用脚踢我姐胳膊",
                "我怕他们继续打我姐，我就同意了",
                "我们三个人在一个房间睡的觉",
                "第二天邹强来了，拿走了我的手机，把我俩带到了这家洗浴，在洗浴中心我的代号是21号，我姐是20号",
                "到了洗浴第二天中午我们这些女服务员在二楼大厅集合，贺帅宾点名喊服务员代号，从这天开始我就被贺帅宾及另一名男子安排着出台卖淫，我是新来的，贺帅宾对那些男的总是先介绍我，我卖淫一次300元，后来就是150元了，价格是洗浴中心定的，具体谁说的不清楚，没人跟我提分成，后来听其他的小姐说三七分成，我也不清楚嫖客给的钱交给谁，我一分钱也没拿到过",
                "邹强和贺帅宾一直拿着我的手机，打电话他们在旁边监听，白天出去买东西贺帅宾就跟着我，晚上贺帅宾和我在一个房间睡觉",
                "我卖淫不是自愿的，我怕他们打我姐姐，没办法才同意的",
                "在前两天我把被邹强、贺帅宾逼着来卖淫的事告诉了邹强的弟弟，邹强知道后就打我，并说把我拉到后院活埋了",
                "邹强和贺帅宾是管着小姐的人，另外还有几个男服务生不清楚，也不知道他们干什么",
                "洗浴中心有十五六个女服务员，都是出大台卖淫的"
            ]
        ],
        "cause": [
            "强迫卖淫罪",
            "组织卖淫罪"
        ],
        "case_no": "（2014）容刑初字第45号"
    },
    {
        "fact": [
            "一、被告人夏进斌、张兴华、刘某、余某、朱某甲、蒋某甲、张某甲、朱文军、汪某甲、朱文刚、肖顺风、汪某乙、佘忠文、汪某丙、柯敏聚众斗殴的事实",
            "被告人夏进斌与肖军平、丁学成均系铜陵市郊区梦巴黎娱乐会所股东",
            "2012年8月13日，被告人汪某甲借给肖军平人民币260万元，由被告人夏进斌、丁学成担保，约定四个月归还，每月支付利息人民币156000元",
            "支付了3个月利息后，被告人汪某甲委托被告人朱文军找夏进斌多次索款未果",
            "2013年1月18日，事发当日上午，被告人汪某甲与被告人朱文军在铜陵香榭会所，朱文军与夏进斌电话约定当日20时左右在梦巴黎再次商量还款事宜",
            "后被告人汪某甲不悦，打电话责怪被告人夏进斌，双方为还款事宜发生争执",
            "同日应朱敦开宴请晚餐，被告人朱文军、汪某甲、朱文刚、汪某乙、柯敏、肖顺风、汪某丙、佘忠文及吴某、何某、汪新等人在铜陵县富览轩大酒店聚餐",
            "席间，被告人朱文军获知梦巴黎会所在纠集人员准备打架",
            "稍后，被告人朱文军与吴某先前往梦巴黎，被告人肖顺风在朋友处取来一些刀、矛，返至铜陵县富览轩大酒店，与朱文刚、汪某乙、柯敏、汪某丙、佘忠文等人乘坐出租车赶往梦巴黎娱乐会所",
            "同时被告人夏进斌与汪某甲因还钱之事在电话中发生争执，遂安排被告人张兴华做好准备",
            "随后张兴华邀集被告人朱某甲、刘某、余某、蒋某甲、张某甲等人到梦巴黎娱乐会所唱歌等候",
            "晚8时30分许，被告人张兴华得知朱文军等人在梦巴黎餐饮部二楼，便安排被告人刘某、朱某甲、余某，蒋某甲、张某甲等人将事先准备好的砍刀等分持",
            "当朱文军等人由二楼走到梦巴黎大门口时，与持刀的张兴华、朱某甲、刘某、余某，蒋某甲、张某甲等人相遇，双方发生械斗，致汪某乙、朱文刚、蒋某甲、朱某甲受伤"
        ],
        "evidence": [
            [
                "3、被告人夏进斌供述证实，案发当日中午接朱文刚电话，两人约定当晚在梦巴黎再次商谈还钱事情",
                "17时左右，又接到汪某甲电话，被告人汪某甲很生气并发火说钱我不要了，你花去吧等",
                "当时心里害怕便电话安排张兴华，叫他注意点，防止晚上商量还钱时对方闹事",
                "20时许，其在窗边接电话时，见楼下有十几人手持刀矛找他，他躲过了一劫",
                "公安人员到场，其才出面见地上有许多血",
                "事发后，其出资并派闻某驾车帮张兴华等逃逸"
            ]
        ],
        "cause": [
            "窝藏、包庇罪",
            "聚众斗殴罪"
        ],
        "case_no": "（2013）郊刑初字第00041号"
    },
    {
        "fact": [
            "2011年7月22日晚，段某1（已判刑）与其前妻陈利在汉川市妇幼保健院就诊时，与妇产科医生刘某发生争吵",
            "段某1遂纠集徐某1、胡某1、熊某1（均已判刑）及被告人熊某等10余人在医院闹事",
            "刘某躲进该院微机室内，段某1等人将微机室的门砸开，对医生刘某进行殴打，并强行将刘某从住院部三楼拖到门诊一楼大厅，并再次殴打、辱骂，逼其下跪，致刘某全身多处软组织损伤",
            "审理查明的事实，有被害人刘某的陈述，证人段某1、徐某1、熊某1、胡某1、张某、段某2、段某3、李某1、汪某、周某1、邓某、彭某、杨某、魏某、胡某2、吕某、周某2、欧某、苏某、徐某2、段某4等人证言，辨认笔录，调取证据通知书，汉川市中医医院住院记录，病历材料，汉川市公安局法医鉴定所诊断证明，湖北省汉川市公安司法鉴定中心（川）公（司）鉴（法临）字[2018]27号法医学人体损伤程度鉴定书，现场勘验笔录，妇幼医院现场照片，汉川市妇幼保健院的控告，情况说明，行政处罚材料，被告人身份信息等证据证实，足以认定",
            "其中重点证据列举如下：证人徐某1的证言：2011年7月份，我当时参与了汉川市妇幼医院殴打女医生这件事，还有段某1、熊某2、胡某1、熊某等十几个人参与了",
            "我当时接到段某1的电话，熊某2、熊某跟我在一起玩，我们三个人一起到的医院",
            "我们去的人都动手殴打了女医生，熊某也动了手的"
        ],
        "evidence": [
            [
                "证人熊某2的证言：2011年7月一天晚上，我和熊某在徐某1家里玩，徐某1接到段某1电话，说有点事，叫我们一起去，我、徐某1、熊某就去了汉川市妇幼保健医院",
                "我们这几个人都动手打了妇幼医院的女医生，动手的人我认识的有徐某1、胡某1、熊某",
                "后来我因为寻衅滋事被汉川市人民法院判了有期徒刑九个月，2019年9月28日释放",
                "出来两、三天后，当时与我们一起参与汉川市妇幼医院殴打女医生的熊某找过我，问了一些事，主要问我：我们这些被关了的人是否有人提过他的一些事？当时我劝他有什么事赶紧去自首",
                "他说：过一段时间去自首"
            ],
            [
                "证人张某的证言：2011年7月份汉川市妇幼医院寻衅滋事的一天晚上，段某1他们殴打女医生的时候我没有去，第二天周某3给我打电话后，让我到妇幼医院去看一下，我才过去的",
                "我知道殴打女医生的时候，有段某1、徐某1、熊某2、熊某、胡某1，他们都去了的",
                "关于起诉书对被告人熊某参与故意伤害徐某3的犯罪指控问题",
                "经查，公诉机关指控该笔犯罪的现场在汉川市城区老车站附近一民房的二楼",
                "公诉机关提交的该笔犯罪事实的证据中，仅有证人李某2一人陈述被告人熊某受段某1邀约，进入了该民房的二楼，但证人李某2陈述，整个案发过程中，其本人没有上该民房的二楼，李某2并未亲眼目睹徐某3被谁伤害、如何被伤害等事实，更未证实被告人熊某在该笔事实中实施了哪些犯罪行为",
                "再没有其他证据证实被告人熊某参与该笔故意伤害犯罪事实",
                "且被告人熊某自始至终供述其没有参与该笔犯罪",
                "本案中，李某2的证言系“孤证”",
                "综上，公诉机关指控该笔犯罪事实的证据不充分",
                "被告人熊某关于其没有参与故意伤害犯罪事实的辩解及其辩护人汪长江的第1点辩护意见成立，本院予以采纳",
                "关于被告人熊某对寻衅滋事犯罪事实的辩解",
                "经查，证人徐某1两次在侦查机关的证言以及证人熊某2两次在侦查机关的证言稳定自然，对于寻衅滋事犯罪的时间、地点、参与人员、经过、手段、结果等细节完全吻合，均证实被告人熊某参与了起诉书指控的寻衅滋事犯罪"
            ]
        ],
        "cause": [
            "故意伤害罪",
            "寻衅滋事罪"
        ],
        "case_no": "（2020）鄂0984刑初98号"
    },
    {
        "fact": [
            "2015年1月4日，同案人陈某16城、陈某1、陈某17（均已判刑）等人在陆丰市后底山修建坟墓遭到同村林某19、林某10(均另案处理)等林某30族人的阻止，经府、委等有关人员多次调解未果",
            "府于同年2月3日通知委苏氏陈妈后裔子孙停止修建坟墓",
            "2月4日上午，被告人陈楚然伙同同案人陈某16城、陈某1、陈某17及陈某2、陈某7、陈某3、陈某4等多名陈某22族人，携带枪支、三叉、铁铲、锄头等器械，到后底山继续修坟墓",
            "府、委等部门获悉后派员到场劝阻，陈某22族人停止修建坟墓",
            "在此期间，林某19与林某10伙同林某16、林某9、林某1、林某2、林某3、林某4、林某7、林某8、林某6、林某5、林某13潮、黄某、张某等近百名林某30族人在祠堂集中后，不听劝阻，携带铁铲、锄头等器械前往后底山",
            "当林某19、林某10等人到达后底山修建坟墓现场时，与同案人陈某16城、陈某1、陈某17一方相遇，双方持械进行斗殴，各有受伤",
            "期间，被告人陈楚然持猎枪向林某30族人开枪，致林某30族人多人受伤",
            "尔后，双方各自逃离现场"
        ],
        "evidence": [
            [
                "7的陈述：2015年2月4日上午9时多，我听村外有人打架，我想去劝架，就驾驶摩托车载同村的林某22丰、林某25到现场，在离现场约50米将车停下，并用手机录像",
                "当我行到约有20多米时，陈某5用枪向我这个方向乱开，我被他的散珠枪打中头，林某5被击中手部，我中枪后马上往后跑，并叫人开车载我去医院治疗",
                "这次打架双方是林某10与同村的陈某16城",
                "林某10因在本村后山的祖山受陈剑城一方在该处做生基影响，前往阻止而双方发生矛盾",
                "2月4日，林某10一方去阻止时，双方就发生打架",
                "双方有：林某10和他儿子，对方有陈某5、陈某17、陈某2父子",
                "林某10一方持锄头和沙铲，陈某5和另一个男青年持枪并都有开枪，还有人持三勾叉"
            ],
            [
                "2.被害人黄某的陈述：2015年2月3日晚，湖东镇深田湖村林氏族人说我们林氏在深田湖村后底山的一个祖坟后面有人修坟墓，破坏我们祖坟的风水，叫我4日上午9时许到林某30祠堂集中，然后去阻止对方修坟",
                "2月4日上午9时许，我到祠堂后见林某26、林某27恩等五、六十人，有人说要去阻止对方动土",
                "林某26和林某27恩各持铁铲，其他人大部分持铁铲和锄头",
                "然后，我们就往后底山走去，差不多靠近林某30祖坟时，对方某2四十个男子，有人持枪，有人持三勾叉，有人持木棍",
                "我只看到一个人持一支七、八十厘米长的枪朝我们冲来，我听到一声枪声后，我们林某30族人喊对方开枪了，我来不及掉头走，我的额头、鼻子和左脸颊被枪打伤，满脸是血，人觉得晕晕的，后来是否有什么枪声就听不到了",
                "开枪男子不胖不瘦，约30多岁"
            ],
            [
                "8的陈述：陈某3和陈某16城在我们祖坟后面挖个大坑，准备给他俩做生基、造坟墓，我们就去阻止",
                "我们族人林某27恩和林某19找村长林某18反映，林某18跟他们说镇府已经下条文叫他们停工了，但他们还是照样在哪里造坟",
                "2015年2月4日9时多，我们家族三十几人拿了十几个铁铲准备将这个大坑填平，我父亲林某10过去填那个大坑，我就跟着去",
                "在距我们祖坟七、八十米的时候，我们就听到一声枪声，当我们继续靠近那个大坑时，对方几十人拿三勾叉、枪等凶器追打我们",
                "在距我们十几米时，对方就开枪了，我被他们开枪打中脸，身上还有一些地方不知道被什么弄伤，腰部和胸口酸痛",
                "现场陈某3、陈某16城、陈某4、陈木辉和陈楚然均拿长约60厘米的枪，陈某2拿三勾叉，因现场很乱，我们大部分人受伤"
            ],
            [
                "1陈述：2015年2月3日晚，湖东镇深田湖村林氏族人有人打电话说本村的陈某16城在我们林某30祖坟后面修了一个坟墓，破坏我们祖坟的风水，林某30族人要去把对方的坟墓扒掉，我听后连夜赶回村里",
                "2月4日上午约9时，我们林某30族人在村里一间祠堂前面集中",
                "之后，我和林某28、林某3、林某2、林某4等约五十人拿铁铲、锄头到村里的后底山，准备把对方挖好的一个大坑用土填掉",
                "当我们到那地方后，陈某16城一方有陈某16城、陈某3、陈某1陈某5(又名陈楚然)等八、九十人，持枪、三钩叉、木棍和长刀朝我们冲来，有七、八个人持枪，陈某16城拿着一把长刀，陈某3及其三个儿子是否持械我看不清楚，陈某19拿着一把长刀",
                "其中陈某5拿着猎枪朝我们开了两枪，我被陈某5的枪打伤头部、眼睛和左手掌等部位，倒在地上昏迷了",
                "我没有伤到人，其他林某30族人是否伤到人我不清楚",
                "我们这方的林某28、林某3、林某2、林某4等人受伤"
            ],
            [
                "6的陈述：一个多月前，陈某22开始修坟，因陈某22的祖坟修得太大，影响我们林某30祖坟的风水，我们林某3陈某22谈过修坟的事，也有向当地政府反映过，当地政府有通知陈某22不要再修了，可陈某22村民不听劝阻",
                "2015年2月4日上午9时许，我们林某30村民几十人拿铁铲等器械去现场阻止陈某22修坟，陈某22村民就用石头砸我们，我们后退时，陈某22村民有人持枪冲下来开枪打我们",
                "我们退下后，陈某22村民就没有再追了",
                "陈某22村民持枪的有三人，一个是陈某3的儿子、一个是陈某16城的儿子、另一个是阿某，持枪的三人都有开枪，其他村民持铁锄等器械，我在现场被铁铲打中后脑受伤",
                "该坟墓是陈某3和陈某16城要修的，现场陈某22村民有五、六十人，陈某3和陈某16城在现场喊话，谁来阻止修坟就打谁",
                "我们有十几人受伤，大部分被散弹枪钢珠打中受伤，其中五名村民受伤最重已送广州治疗"
            ],
            [
                "5的陈述：陈某16城要在我们林某29老祖坟的龙上修建生基，面积很大，对林某29是很不利的，林某29宗族二房出来反对，但陈某16城坚决要建",
                "后经镇府干部、乡村老大调解，也没有达成一致意见",
                "2015年2月4日9时多，林某29二房组织四、五十人前往阻止陈某16城建生基，当我们到达时，以陈某16城为首的陈某20已经几十人在那里等了，我们还没有走近，就听见他们的枪声响了，枪一响，我们林某29的人就向前冲过去，双方打在一起",
                "这时，枪声更加密集响起",
                "因我没有带什么东西，就在后面观看，可我还是被枪打伤，子弹是小铁珠，我的双手被打中四颗，现在还有二颗铁珠在我的右手手臂里，我受伤就走了",
                "陈某16城那边有二支长约60厘米的散弹枪，几十支铁串和棍，枪是二个年轻人拿的",
                "林某29有十几支沙铲和几支木棍",
                "陈某2陈某16城、陈某3为首，我林某29以二房为主自发组织的"
            ],
            [
                "7.被害人张某的陈述：我外甥林某27军的老祖坟后面100米处被陈某16城做自己的生基，林某27军族人对陈某16城所做的生基不满而阻止",
                "2015年2月3日晚，林某30族人在祠堂开会商议4日去阻止陈某16城做生基",
                "2015年2月4日10时许，我到祠堂集中时，林某30族人有林某10和林某27军等五十人左右，这五十人中有二十人持木棍，五、六人持沙铲",
                "尔后，我们就往陈某16城做生基的地方，到达现场时，听见陈某16城、陈某3的声音",
                "这时，陈某16城、陈某3一方发生砰的一大声",
                "林某30族人中有人大声叫对方开枪了，我们冲上去",
                "顿时，林某30五十人都朝陈某16城、陈某3一方冲去，陈某16城一方有五十人左右也持械朝我们方某1过来，其中陈木辉持铁叉",
                "我见情况不对，忙走到中间伸开双手大声呼叫不要打!这样打起来的话要死很多人的!突然间，我胸口感觉一痛，紧接着我的头部中央又被人砸中，我顿时昏迷跌倒在地，后来我被村书记林某18和镇政府干部送医院治疗",
                "我听孙媳妇阿桃说我是被陈某1打伤的"
            ],
            [
                "13潮的陈述：因外出干部陈某16城一方的陈某22族人在后底山修坟墓，破坏我们林某30族人一个祖坟的风水",
                "2015年2月4日上午约9时，我看见村里的一些林某30族人在一间林某30祖祠面前集中，当时有府的干部在现场对林某30族人说，对方已经停止修坟墓了，现场仍有些林某30族人说要到修坟墓的地方看情况",
                "之后，林某30四、五十人拿着锄头、铁铲等工具就朝后底山走去，我从地上捡起铁铲跟着大家走，大家打算把影响我们林某30祖坟风水的地方弄掉",
                "当我们到了后底山林某30祖坟地方时，对方的人就持着木棍、三钩叉、朝我们冲过来，其中有一个男子持一支约80厘米长的长枪向我们开枪，我们有好多人被对方用枪、三钩叉等凶器打伤",
                "我看有人中枪，想去拉那个人，我也被枪打到右胸膛，我们有些人拿起地上的砖头扔向对方",
                "之后，我们急忙往后退，离开现场",
                "我不知道具体是谁受伤，我没有动手打对方",
                "对方是陈某16城带头修坟墓，那个坟墓是他家的"
            ],
            [
                "2的陈述：2015年2月4日早上9时多，我干完活回到村里，见林某29祠堂门口聚集着林某10和林某19等一大帮林某29的人，其他的记不起来，还有村干部林某18、林木和及几个镇政府人员，他们在讨论陈某20修祖坟的事，有的说要冲上去陈某20修坟的祖某看一下，有的说不用去了",
                "镇政府的人说陈某20修祖坟的事已被他们劝止，叫林某29的人不要再上去，交给政府解决，但林某29的那些年轻人没听政府的话，提着沙铲往陈某20修祖坟的地方某1去，村干部林某18和政府人员担心双方冲突也跟了上去",
                "陈某20修祖坟只是与林某29二房有关，我是去看热闹的，我们这些老人就走在那些年轻人后面",
                "大概近10时，当我们这几个老人走到祖某的半山腰时，听到了两声枪声，林某29的青壮年就冲了上去，我也跟着走上去",
                "林某29青壮年冲上去后与陈某20的人打在一起，陈某20的人都拿着木棍、铁叉等武器，林某29的人有拿沙铲",
                "村干部林木求等人和政府人员站在一起，我就站在他们旁边",
                "过了一会儿，林振良被打倒在地，我就冲上去，冲到林振良身边时，见对方的人都手持武器，我知道打不过他们转身就走，刚转身就被人打了一枪",
                "我往回走了一会儿后，同村的林朱治送我去医院治疗",
                "我被枪打中后背，目前有一部分散弹珠仍留在体内"
            ],
            [
                "4的陈述：2015年2月3日，我堂兄弟林伟武打电话称我家祖某被陈某16城家人占去，让我在2月4日回祠堂集中，我当天从深圳回碣石",
                "2月4日上午8时多，我回深田湖祠堂，当时祠堂已有林某19、林某2、林某1等二十多人在场",
                "等到聚集约有四、五十人，有人说：出发到祖某的现场中去",
                "我们四、五十人中拿铁沙锹、木棍等武器叫叫嚷嚷到祖某现场中，10时多，我们到达祖某的现场，我见祖某已被陈某16城的家人等造了一座新坟墓，陈家人约有四、五十人都站在坟墓上面",
                "他们见我们到来，有人向天鸣了一枪，我们继续走向前，他们之中有十几人拿竹竿串、三勾叉等凶器向我们殴打过来，我们之中有十几人拿着铁沙锹、木棍等物与他们打斗，也有人拿砖头投掷向他们",
                "我不敢上前，只是站在旁边观看",
                "陈家有两个男青年持枪，其中一个较胖的男青年持约40厘米长的散弹枪开枪击伤我",
                "双方打斗约有5分钟之久，这时陈某16城家人之中有人拿出枪支向我们开了两枪，我们之中有人中枪倒地，在他们开出第三、四枪时，我也被打中脖子、胸前部、右手臂等，血流出来，心里非常紧张，头脑发昏倒在地上",
                "听说我们这方有十几人被枪击伤"
            ],
            [
                "3的陈述：2015年2月4日上午8时多，林某19打电话称林某30祖坟与陈某22祖坟有纠纷，要我回深田湖开会，准备阻止陈某22修坟",
                "9时多，又通知我到修祖的山地去，我就和林某30族人约四、五十人拿沙锹到山上去阻止陈某22修祖坟",
                "我们刚到山地，还未接近现场，就听见对方开枪的枪声",
                "我们族人认为对方是开枪吓我们，就赶紧到现场，对方三、四十人，大部分是男性，他们持枪、沙锹、三股叉及持一支约80厘米长的长枪等器械，我们拿沙铲、砖头还击，同陈某22族人打起了群架，现场一片混乱",
                "我认识的有林某19、林某10、林某31等人，林某19持铁锤、林某10持沙锹和锄头、林某31持沙锹，林某30族人是林某19带头的",
                "在斗殴过程中，我头部被东西打中，我用手一摸，头部鲜血在流",
                "头上有一粒一粒的东西，感觉是被子弹打中，我头一昏就倒在地上",
                "这时，我后背又被器械打到",
                "我们族人看到对方有枪，且我们受伤的人也不少，就边打边退，最后，我们退回山下坐车到医院治疗"
            ],
            [
                "1.证人陈某2的证言：2015年2月4日10时多，我方陈家组织十几人带沙铲和扁担到深田湖修老祖，府人员有来到祖坟这边说要和林家协调祖坟的事情，叫停我们后又离开现场，我方停工后在祖坟附近休息坐等事情协调结果",
                "大约半个小时后，林某10带着一百多人来到我祖坟工地，同时携带沙铲、枪支等武器",
                "我见此情况便上前跟林某10理论，话没说完，便被对方用沙铲打了右肩膀，摔倒在地，我左脚也被对方用砖头砸伤，当时我晕了过去，后面的事情我就不清楚了"
            ],
            [
                "2.证人陈某7的证言：2015年2月4日9时许，我们族亲及请来的工人约二十多人，在深田湖后山修祖坟",
                "9时多，的郑镇长来到祖坟，说附近林某30祖坟的子孙反对我们修祖坟，为避免双方冲突，叫我们停工，让镇政府做对方的工作",
                "我方听从郑镇长的话，暂时停工",
                "正当我们收拾工具，突然有一百二十人冲向我们",
                "他们人手一把铲子，当他们冲到约10米，我发现带头的林某10等四、五人一手拿枪一手拿铲子，其中林某10手持一支猎枪，一名穿黑色羽绒的男子手持一支长枪，另外两名男子各持一支短枪",
                "我们这方的人有的拿锄头，有的拿锄头柄，有的拿沙铲",
                "对方的人拿沙铲冲过来打我们的人，我们拿锄头去反击",
                "我父亲陈某16城过去劝阻，被其中一名男子用铲子打到头部，流血不止",
                "我过去拖我父亲时，见我侄子陈楚然与林某10在抢枪",
                "尔后，我被铲子打到头部，有点意识不清，隐约听到两声枪声",
                "我和陈某16城、陈某2、陈某17、陈某1等人不同程度受伤，对方的人是否受伤我不清楚",
                "为了日后同村两姓不再结怨，能和睦相处，避免发生更大的纠纷，在陈、林两姓的族老充分协商下，我们一方赔偿给林某30受伤的族人林某1、林某2、林某13潮等人经济损失二百四十万，赔偿给受伤的张某五万元，双方于2015年10月25日达成和解协议，并签订了和解协议书",
                "林某1、林某2、林某13潮等人和张某出具了刑事谅解书"
            ],
            [
                "3.证人林某14的证言：陈某16城在本村后底山修坟墓破坏我们祖坟的风水，我们林某30族人反对对方在那修祖坟",
                "2015年2月4日9时许，我们林某30族人五、六十人在本村祠堂集中，林某19说：大家来去现场看看情况",
                "我们在现场附近时，陈某22族人就持械冲过来殴打我们，我听到对方有开枪的声音，但不知道对方开了几枪",
                "当时有一男子持械殴打我亲戚张某，我要去扶倒在地上的张某时，也被该男子和其他三个男子持械殴打，村干部过来劝阻时，我才跑开",
                "对方某2、四十人，我认识的有陈某16城、陈某3、陈某5，其他的有些是不认识名字，有些是不认识",
                "事后我听说对方是陈某16城组织的，陈某5在场有持枪并开枪，伤到林某19等好多人",
                "我们去现场的有张某、林某8、林某7等人，林某19手持一把锄头，其他人没有持械"
            ],
            [
                "4.证人林某15的证言：2015年2月3日晚，宗族通知到林某30祠堂开会，我和儿子林伟武参加，当时，参加会议的有一百人左右",
                "会议上，林某10发言说要大家一起去看陈某22那边的坟墓修得怎样，如果陈某22坟墓破坏我们林某30祖墓的话，要把陈某22坟墓铲平",
                "林某19也说要铲平陈某22坟墓，并叫我们带上沙铲于2月4日早上8时半在林某30祠堂集合",
                "第二天早上8时半，我跟林伟武在林某30祠堂集中",
                "在出发后底山山场之前，镇政府的工作人员和村干部过来做调解工作，让我们不要去山场，我们林某30的族人坚决要去现场看一下",
                "我们一百多人(其中二十多人拿着沙铲)往后底山出发，林伟武持一把沙铲",
                "在离陈某22坟墓约200米就听到第一声枪声，我们继续向现场走去，约离100米左右，我又听到第二声枪声，我们族人拿沙铲冲上去跟陈某22一方打了起来",
                "陈某22一方有四十多人用三钩叉，还用砖头从山上砸向我们，后来又有几声枪声",
                "我没有武器就退到一个安全的地方",
                "10多分钟后，林某30的人撤退了，我也跟着离开现场",
                "现场我没有看见有人拿枪，事后了解到陈某5拿枪并开枪"
            ],
            [
                "6.证人陈某6的证言：2015年2月17日早上5时多，陈楚然来我家对我说：阿姐，你把我这支枪交给湖东派出所",
                "他同时对我说，我先拿枪支去上交公安派出所，随后会找时间去公安机关投案",
                "这之后，他当即离开我家，留下一只约120厘米的长枪在我家里，该枪带有木柄",
                "当天下午2时多，我就带着那支枪上交湖东派出所，派出所把我及这支枪一起带到刑警队",
                "我只知道陈楚然有参与2015年2月4日在后底山聚众打架的事",
                "我不知道陈楚然现住在哪里，也没有他的电话号码"
            ],
            [
                "7.证人陈某8的证言：2014年农历3、4月份的一天，我碰见陈某16城，他说我们位于本村后底山的一座祖坟要修整，我说祖坟的事要修也好，不修也好，因为我家经济比较紧张，所以我不想参与这些事",
                "之后，修祖坟的事我就不清楚",
                "后来，我听说陈某22族人在后底山修祖坟，林某30族人林某10、林某19等人反对，认为破坏林某30祖坟的风水，并在2015年2月4日发生打架"
            ],
            [
                "8.证人郑某1（委副书记）的证言：陈某16城一方的陈某22族人因修坟墓和林某10一方的林某30族人发生矛盾",
                "2014年2月1日，府干部和委干部有参与调解双方的矛盾，但调解未果",
                "2月3日，府以书面形式正面通知陈某16城一方停止修坟墓",
                "3日夜，我听说林某30族人第二天要聚集，我怕双方事情闹大，于2月4日上午8时，召集镇府一些干部及湖东深田湖村村委干部分两路，一路劝聚集在祠堂的林某30族人不要到修坟墓的现场，我带一路人到深田湖村后底山劝诫陈某16城一方停止修坟，陈某16城就叫修坟的工人停工",
                "这时，我接到镇府人员的电话，说他们劝阻不了林某30族人，对方要到修坟现场",
                "我们马上赶到林某30祠堂，见林某10召集林某16等四、五十人聚集在一起",
                "我说对方已经停工，你们不要到现场，以免引起打架，并答复政府会把事情处理好",
                "但林某30族人不听劝告，有好几个人说要到现场去看情况",
                "当时林某16持一个喊话筒，每一户人家出一个人去现场看情况，尔后就往后底山的方向快速走去",
                "我一边召集镇府人员，一边抄小路准备在半路再次拦截林某30族人，我们在半路上再次好话劝阻，但他们不听，林某16手持喊话筒大喊大家往上冲",
                "林某30几十个人手持铁铲、锄头等器械继续往修坟的地方某1上去，他们到修坟附近时，就与陈某22族人接触上，双方打了起来",
                "陈某22一方有二十几人，陈某22族人陈楚然持一把猎枪，还有人持三钩叉、铁铲等，林某30族人持锄头、铁铲等",
                "陈某22族人修祖坟是陈某16城主持的，现场陈某22一方有陈某16城、陈某3、陈某4、陈某2、陈楚然等人",
                "接着，我听到陈某22一方的人开枪的响声，但林某30族人还是朝对方的人冲过去",
                "陈楚然持一把猎枪开了几枪，最后一枪打向林某30族人",
                "林某30族人有好几个人中枪后，他们才后退并带着受枪伤的人离开现场",
                "陈某2和陈某16城被林某30族人用铁铲打伤",
                "林某30族人听说是林某10召集的，林某30族人有林某10、林某16等人，其他人员我不认识"
            ],
            [
                "9.证人卓某1（府工作人员）的证言：因陈某22修祖坟影响到林某30祖坟，林某30族人就反对",
                "2015年2月4日上午8时半，镇委副书记郑某1打电话说有人要打架，叫我马上到后山来，我赶往深田湖时，在林场路遇见民政办的陈某9，我们一起到山脚下时，遇见郑某1副书记和卓某2副镇长，接着有村委三人过来",
                "尔后，郑书记说上去制止陈姓建坟，修建风水的事等解决了再说",
                "我们几个人到山上后，武装部的郑某2等五人赶到现场，经我们做通陈某22的人停工，派出所同志也到山下，我们就下去汇合准备到林某30祠堂做工作",
                "我们到林某30祠堂时，林某30有四、五十人围着追问我们的工作做得怎样，郑书记说陈某22已停工了",
                "这时有人说，镇府已发通知书，陈某22还是照做工，真是目无政府，还说不相信停工，要上山看看",
                "我们说可以派二、三人跟我们去，但他们不听，有人拿话筒喊话上去看，林姓的后生仔拿铲、棍子、锄头等器械往山上冲，就在这时，山上传来二声枪响的声音，而林某30的人说有人开枪了",
                "在双方斗殴中，陈某22的人再次开了二枪，这二枪响后，林某30有人受伤，陈某22也有人被林某30的人持铲、棍子、锄头等物打伤",
                "枪声响起后，双方还捡起砖头互掷，他们边掷边退，林某30受枪伤的人被送医院治疗",
                "镇府的人劝阻陈某22的人不要再追赶，陈某22的人我只认得那持一支长枪的男子"
            ],
            [
                "10.证人林某13和（村干部）的证言：因林某10认为陈某16城修祖坟破坏了他们祖坟的风水，双方产生矛盾",
                "2015年2月4日上午8时许，湖东镇府的领导通知我们村干部到本村林某30祠堂前劝林某30一方不要去修祖坟的地方看情况，以免发生冲突",
                "但村民不听劝阻，要到修祖坟的地方看情况",
                "我们就抄小路跑到后底山，当我们快到那现场时，陈某22一方有人开了一枪，林某30一方的人从对面冲过去，双方互相斗殴起来",
                "我和在场干部、镇政府人员忙上前劝架，但双方的人比较多，我们阻止不了",
                "之后林某30一方后退，我们就叫陈某3劝说陈某22一方不要追对方",
                "过后，双方各送受伤人员去治疗",
                "现场陈某22一方有陈某16城、陈某3、陈楚然、陈某4、陈某17、陈某1等二、三十个男子在现场，陈楚然持一支长枪，其他人是否有持械以及在现场做什么我看不清楚",
                "我只看见陈楚然持一支60厘米长的枪向对方开枪，并听到有四声枪响",
                "林某30一方有林某10、林某19、林某2、林某1等约八、九十人，林某10持一支铁铲和对方陈某1打架，林某19持锄头和对方打架",
                "现场林某30一方林某2、林某1等多人被枪伤到",
                "林某30族人聚集是林某10组织的，在祠堂前，林某19说：大家要去现场看看",
                "陈某22族人是陈某16城在主事"
            ],
            [
                "11.证人卓某2（副镇长）的证言：2015年2月1日，深田湖村干部报称该村有人修祖坟发生矛盾，我了解后指示村干部妥善处理矛盾，防止冲突，另一方面组织镇府有关人员进行调查、政策宣传、协调矛盾，但双方互不相让",
                "2月2日晚，我镇通过召开会议，决定书面发出禁止修建祖坟的通知，并送到陈某2等人",
                "2月4日8时多，我和郑书记赶到修祖坟现场，再次劝告并阻止陈某22施工，同时安排村干部做林某30一方的工作",
                "林某30一方得知镇府下文件阻止无效果后，在祠堂聚集一百多人，我和其他干部到场劝阻时，林某9对聚集的人喊要冲，还不冲",
                "我们见状就赶到后底山陈某22修坟现场，以劝阻双方冲突",
                "我们在后底山劝阻时，林某30一方约一百来人拿铁铲、锄头、木棍、长棍等工具冲向陈某22一方",
                "而陈某22一方有二十多人，他们有的拿三钩叉、有的拿铁棍，还有一个人拿一支长枪",
                "我们挡在中间试图阻止，但很快双方就动手打起来，不久，便听到一声枪响，陈某22这一方在向对方鸣枪，但林某30方没有后退，反而有人喊叫开枪了，冲啊",
                "接着双方就持械聚众斗殴起来，我们镇政府的人就撤离现场",
                "陈某22一方参与的人有陈某16城、陈某3、陈某4、陈楚然，其他人员身份不清楚，当时陈某16城和陈某3我没有看到持械，陈某4手持一支三钩叉",
                "林某30一方参与的人有林某9、林某3林某33、林某10、林某15，其他人我叫不出名，他们这方持械的人我不清楚其身份",
                "我听别人反映，陈某22一方主要是以陈某16城、陈某3为事主，林某30一方主要是林某10、林某1林某19、林某34为事主",
                "陈某22一方有一个三十多岁的男子持一支长枪，后听说该男子是陈楚然",
                "有个二十多岁的男青年拿着扩音器喊叫人员上山、冲，后来听说该男子是林某34的儿子林某16"
            ],
            [
                "12.证人陈某9（府工作人员）的证言：陈某22修建祖坟，林某30认为影响林某30祖坟的风光，双方引起纠纷",
                "镇政府已于2015年2月3日发出停止修建新祖坟通知书，要求他们停止修建祖坟",
                "2015年2月4日8时30分，我和郑某1、卓某2、卓某1等人前往对双方做调解工作",
                "先到陈某22家族要求他们停工撤离现场，陈某22一方马上停工，但害怕祖坟受到破坏，没有离开山场",
                "后来村干部林某18、林某17等人前来通知我们，说林某30一方在林某30祠堂集合，我们马上赶到林某30祠堂调解",
                "上午约10时，我们到达林某30祠堂时，林某30这边集合了八十多个人",
                "其中有五十多人拿着沙铲、铁锤准备去山场，我们说对方已经停工了，叫他们不要去山场，林某30的人坚决要看现场，还有人喊着要刨掉陈某22的祖坟，我们几个人就跟着上山",
                "10时10分许，林某30一方到达山场，看见陈某22一方的人就用沙铲、大铁锤等工具攻击对方",
                "陈某22一方有陈某2、陈某16城等二十多人，老一辈的人喊着不要打架，还有几个人用三叉、锄头等工具反击林某30一方，当场石头砸来砸去很混乱，陈某2和陈某16城在劝架时被打伤了"
            ],
            [
                "13.证人郑某2（府工作人员）的证言：2015年2月4日早上，镇政府接到陈某22与林某30修墓纠纷可能进一步激化的报告，我与湖东镇郑某1镇长、卓某2副书记及镇政府工作人员共约七人赶赴深田湖村林氏祠堂处对聚集在那里的林某30四、五十人做劝解工作，在林某30祠堂主要是郑某1、卓某2在与现场带头者沟通",
                "我听林某30人员在喊叫要上去看个究竟，镇领导喊叫陈某22在建的坟墓已经停工了，劝说林某30的人不要去山上发生冲突",
                "但林某30的人还有人在叫喊：要上去看",
                "于是，林某30四、五十人拿沙铲、木棍向村后山走去",
                "我们担心会发生冲突也跟了上去，赶到修建坟地的山头时，林某30的人员喊叫要冲过去",
                "不久就听到陈某22这方有人向天开了一枪，但林某30这方有人喊叫开枪了，我们冲上去",
                "林某30一方持沙铲、木棍冲向陈某22人员一方",
                "陈某22这方的人持三勾戟、沙铲和木棍等与林某30一方的人聚众斗殴起来，不一会，陈某22这方有人持长枪开了三、四枪，林某30有人被枪击中受伤就跑离现场，陈某22一方的人员也随即跑离现场，接着公安人员赶到",
                "双方都有多人受伤，陈某22这方的人大部分受皮外伤，林某30的人有几个中了枪伤"
            ],
            [
                "14.证人蔡某（府工作人员）的证言：2015年2月4日8时许，湖东镇政府党委副书记组织郑某2、陈某9、戴陆林、黄金城、戴吉龙、卓小敏等人去陈姓祖某制止继续动土",
                "我们到达时，郑某1和卓某2制止了陈姓一方动土",
                "我们转回林姓祠堂给林姓一方做工作，林姓祠堂已经有一百多人聚集在祠堂门外，他们各持铁铲和木棍",
                "随后，郑某1与林姓人员进行沟通调解，说陈姓一方已停止动土，叫林姓的人不要闹事，林姓的年轻人大喊不行，一定要上山看看，郑某1建议可派代表过去，但他们大喊不行，要上去",
                "然后林姓一群人就上山了",
                "林姓一方到达陈姓老祖工地上时，陈姓一方有个老者劝解他们要冷静一下，但被林姓的人用铁铲打伤倒地，双方就打了起来",
                "陈姓一方持三钩叉、木棍和铁铲，林姓一方持铁铲和木棍",
                "打斗持续十几分钟后，林姓一方就退出工地下山了",
                "当时双方打斗很激烈，我们劝解无效只好退出现场，在退出时听到有人开枪的声音",
                "修建的是陈某16城的祖坟"
            ],
            [
                "15.证人林某17（村干部）的证言：2015年2月4日早上8时许，我和村书记、镇干部等十几人到村里林某30祖祠去劝说聚集在那的林姓族人不要与陈姓的人发生冲突，但他们不听",
                "我们又到畔园牛地山尾劝陈某22宗族的人停工，但效果不大",
                "不久，林某30约百来人持锄头、沙铲、棍子来山上，陈某22的二十多人拿三钩叉、木棍，双方持器械对峙时，我听到有枪响，后来发现陈某22方的人在向对方鸣枪威吓",
                "枪响后，林某30一方有人在喊开枪了，冲前去",
                "双方就打起来，很快又听到二、三声枪响，双方持器相互斗殴，各有受伤",
                "我们听到枪声后就撤离现场",
                "陈某22一方有陈某16城、陈某3等人拿沙铲参加打架，林某30一方有林某10、林某19等人持锄头参加打架",
                "陈某16城、陈某2受皮外伤，林某1、林某5等人受不同程度枪伤",
                "该事是以陈某16城、陈某3兄弟为主的陈某22一方要在畔园牛地山尾修建坟墓，而林某30方以林某10等人为主的宗族认为影响了祖坟的龙脉就反对修建坟墓，导致当天发生聚众斗殴"
            ],
            [
                "16.证人薛某（村干部）的证言：2015年1月31日，深田湖村委书记林某18请我协助处理深田村村民因修祖坟纠纷一事",
                "2月1日9时许，我和陈某11应林某18的邀请到新湖小学与深田湖村委干部及村总理老大商讨该事，决定做一份调解草稿",
                "当晚施某1和陈某12两位总理老大找我，说纠纷双方不同意我们参与调解，并把草稿撕毁，叫我和陈某11不要参与此事，我把事情反馈给镇府",
                "2015年2月2日早上，深田湖村陈剑城向我了解修祖坟一事的处理意见，我将总理老大的意见告诉陈某16城后，陈某16城不同意我们这么做，说这样会误到修祖坟的时间，让我和陈某11不要参与此事",
                "我也和林姓一方的林某10接触过，让他帮忙做林姓族亲的工作，但一直没有回复",
                "2月3日晚上，湖东镇委副书记郑某1打电话通知我和陈某112月4日上午9时到深田湖村协助领导处理修祖坟一事，2月4日上午，我到祖坟工地时，看到受伤人员被抬走送医院治疗，后来听说双方发生斗殴",
                "在修的祖坟听说是陈姓一方的老祖坟重修，林姓一方怕陈姓一方修祖坟影响到林姓一方的祖坟的龙脉而引起矛盾"
            ],
            [
                "17.证人陈某10（村干部）的证言：2015年1月30日，村委叫我2月1日上午到深田湖小学参加深田湖村陈某22修祖坟一事调解会议，第二天9时许，我和干部、总理、老大经磋商议定个方案，即让陈某2林某30各退一步，陈某22一方所修的祖坟缩小范围，不要妨碍林某30的风水，但双方不赞成",
                "2月2日，我和林某18、林某17、林某13和去后底山劝阻陈某22一方，当时陈某16城、陈某3在修坟工地，他们表示同意停工",
                "2月3日，我们将情况向镇政府反馈，镇政府叫国土局和民政局发文让陈某22一方停工",
                "2月4日早上8时许，我和林某18、林某17、林某13和带镇府人员到陈某22修坟的地方阻止陈某22继续施工，陈某22一方听从后没有施工",
                "过了一会儿，湖东派出所人员也来到现场，我们便分两路，一路给林某30做工作，我和派出所人员分在另一路，即在井头山路口以防林某30一方不听劝告冲上山，我们等了约差不多一个多小时，没有情况，我便打电话问林某13和，他说林某30一方已赶去祖坟施工地了，叫我马上到祖坟的施工地点去，避免双方打架",
                "我们到达施工地时，陈某2林某30双方已经打完架，林某30一方离开了斗殴现场，我看张某躺在地上，有几个受伤的人被扶着送医院，我和林某13和就送张某往医院治疗"
            ],
            [
                "18.证人林某18（村书记）的证言：2015年1月10日左右，我村陈氏因修建风水一事到我处反映",
                "陈某22执意要建风水，林某30坚决反对",
                "我就劝陈某22先停工，陈某22停工一段时间后，又开始修建，林某30的人开始怨怒起来",
                "我便召集理事老大、族长等商议，但均无效果，陈某22还是执意要建",
                "2015年2月2日上午约10时，镇府泽彪书记和卓副镇长让我去叫陈某22停工，我和其他干部劝阻陈某22停工，但陈某22不听劝阻继续修建",
                "2月3日，镇府有书面通知陈某22一方，但结果还是一样",
                "2月4日那天，陈某22又在山上修建风水，镇府同志劝阻，陈某22的人有停下来，当时山上陈某22有三、四十人",
                "我们又到林某30祠堂前做林某30的工作，但林某30的人称政府已发出书面通知，陈某22的人目中无政府，还继续做，我们林某30一定要去山上看看是否停工，否则要填成原来的山貌",
                "尔后，林某30的五、六十人向某上冲去",
                "我们就去拦阻，当我们走到半山腰时，听到一声枪响",
                "我们到现场后，双方就打起来，有的人扔石头，有的人用铲子挑起沙土泼向人群",
                "陈某22一方拿三勾叉、锄头、棍等器械，我到了以后就没有再听到枪声",
                "事后听说陈楚然在现场持枪开了三枪，林姓方的枪伤是陈楚然开枪打伤的",
                "现场陈某22的人有陈某16城、陈某2等人受伤",
                "林某30的人有林某2、林某1、林某6、张某、林某23壮等人受伤"
            ],
            [
                "19.证人施某1（理事）的证言：2015年2月份，村干部林某18说本村的陈某16城等在后底山修坟墓，与林某林某10一方发生矛盾，一方是陈某16城为首的陈某22族亲，另一方是以林某10为主的林某30族亲",
                "我有跟林某18及镇政府的干部到的后底山修建坟墓的地方看情况",
                "我们看后，建议陈某16城方把祖坟前面的道池撤建，坟墓占地面积缩小，把坟墓前石柱减少三幅(共六条石柱)",
                "陈某22同意后，我和林某18等本村理事到林某10家，把这个意见讲给他听，但林某10当场反对，并粗口骂我们几个理事，我很生气，当即表态不再理这件事，之后发生的事我没有参与，也不清楚事态的发展"
            ],
            [
                "20.证人陈某11的证言：2015年2月1日上午，深田湖村林某18书记打电话请我协助处理深田湖村民陈某2林某29祖坟纠纷一事，当天下午，我到委会，刚好德湖村薛木他书记在场，林某18介绍了陈某20欲往后底山建个新祖坟遭林某29反对，现双方引起纠纷，准备械斗",
                "请我与薛木他书记协助处理这件事",
                "之后，林某18请了村干部、村的理事会以及本村姓氏老大在深田湖学校召开会议",
                "我在会上声明了不以政府人员的身份，并以一名热心人去协助处理",
                "在会人员还一起往纠纷现场进行了解和观察现场",
                "经协商，建议祖坟面前左右现有五支石柱各减两支，祖坟面前道池去掉、填平、恢复原状",
                "陈王金和施某1到林某29做调解工作，林某29不同意并叫我们不要介入调解",
                "陈、施某2当场撕毁协议，我听后也不介入了",
                "2月2日，陈某16城和我在薛木他书记家会面时，陈某16城说我们处理的时间太久，叫我们不要介入处理，我们听后表示不再介入",
                "2月3日晚，郑某1请我在2月4日到深田湖村协助处理祖坟的事，2月4日9时许，我在往后底山的路上遇见群众已经各自回来，打架现场已经结束",
                "陈某2陈某16城和陈某3是修祖坟的当事人",
                "林某10在林某29辈分大，说话较有权威性，我和薛木他在1月29日有找林某10做工作，林某10说让他们协商后才答复我们，但一直没有回复"
            ],
            [
                "21.证人陈某12的证言：2015年2月4日前段时间，林某18说陈某16城为主的陈某22族人在后底山修坟墓与林某10为主的林某30族人发生矛盾，要我参与调解",
                "之后，我和村干部林某18及镇政府的干部到深田湖村的后底山修坟墓看情况，陈某16城一方修的坟墓占地面积比较大，我们建议陈某16城一方把祖坟前面的道池不要建，祖坟的外貌缩小点",
                "大家统一意见后，就到林某10的家告诉林某10，林某10和林某19均反对我们这样做",
                "我很生气，就向镇领导表明我不再参与调解这件事"
            ],
            [
                "22.证人陈某13（泥水匠）的证言：2015年2月4日早上8时多，我受陈某2的雇请和陈某15、陈某14及另外两个水泥匠到村附近的山上修建陈某16城、陈某3家人的坟墓，陈某3、陈某2、陈某1、陈某17、陈某4等人都来到施工现场，大概9时，陈某16城和好几个政府人员及村干部也来到施工现场，政府人员说林某30族人已经在聚集，有可能要上来山里，叫我们停工，我们听后就停工在旁边坐",
                "坐了一会儿，林某30一族的五、六十人拿着铁铲等器械往我们做工的地方某1上来，看到林某30族人冲上来，陈某3就叫我们做工的先走，我和陈某15、陈某14及另外两个人走到另外一个山上，我们走向另外一个山头的过程中，有听到林某30的人一边冲一边喊打下去的口号，一大群人打在一起，场面非常混乱",
                "当时在现场参与打架的陈某22族人有陈某16城、陈某3、陈某2、陈某1、陈某17、陈某4、陈楚然等人",
                "陈某17持一支叉粪器械，陈某1拿一支棍类，陈某2拿棍类器械",
                "林某30一方有林某10、林某19、林某36、林某9等人，林某10拿沙铲，林某19拿木棍，林某36开摩托车，林某9拿大铁锤",
                "陈某22一方是陈某16城、陈某3组织的，林某30一方是林某10组织的"
            ],
            [
                "23.证人陈某14（泥水匠）的证言：2015年2月初，我被堂弟陈某13叫去帮陈某16城、陈某3等人修建祖坟，我做除草、和泥等杂活",
                "2月4日早上8时多，我和陈某13、陈某15等人照常到后尾山帮陈某22的人修祖坟",
                "不久，镇政府的工作人员就来到坟前，卓某2副镇长跟陈某16城谈一些事情，很快，陈某16城就叫我们停工，在原地休息",
                "当天10时许，我发现坟墓山腰处有林某林某10、林某19、林某9、林某36等近百人持沙铲等器械向我们这边走来，有人在喊冲，来去将他们的墓地填掉",
                "我见状知道是要打架，我就跑离现场",
                "当时林某19有持一支沙铲冲在前面，用沙铲铲沙拨向陈某22这一方的人",
                "陈某22这方陈某16城、陈某25、陈某2、陈某1、陈某17、陈楚然以及陈某16城、陈某3的儿子等人，其他的人我不清楚名字",
                "陈某22这方的人在打架时我只见陈某2冲前去阻止林某19等人，后来陈某2手按头部躺在地上，怎么造成的我不清楚",
                "我只知道这次是由修祖坟引起的纠纷，陈某22一方的陈某3、陈某16城等人主事，林某30一方的林某10、林某19等人主事"
            ],
            [
                "24.证人陈某15（泥水匠）的证言：2015年2月4日，陈某16城等人在后底山修祖坟，祖坟是陈某16城有份的",
                "我和陈某13是去做工的，陈某22族人在场的有陈某16城、陈某13等十几个人",
                "当天上午9时许，我们在场修祖坟，有府的人员到场叫陈某16城停止修祖坟，陈某16城就叫我们停工，过了一会儿，从山下冲上一百多个本村林某30族人，手持铁铲等器械要来殴打这边的人",
                "双方斗殴时陈某22族人有人持木棍"
            ],
            [
                "2.同案人林乃求的供述：我是陆丰市湖东镇深田湖村林某30二房的族长，2015年1月份，我得知深田湖村以陈剑城、陈某3组织的陈氏族人在村后底山修坟墓",
                "因影响到我们祖坟风水，我和林某10等林某30族人商议后，不准他们修坟墓，他们就停工",
                "后来，镇府和村干部、族长老大等人调解，他们提出坟墓的石柱减少二支，道池填平、恢复原状，我们认为他们的坟墓不是老祖坟，是陈某16城的生基，就不同意",
                "2月3日，我们得知他们继续修坟墓，我和林某10就叫林某1、林某27军、林某37等十多名林某30族人在祠堂商议，明天要组织林某30族人去阻止他们修坟墓",
                "我和林某10安排林某1、林某27军、林某37等人通知林某30族人明天上午在祠堂集中",
                "2月4日上午，100多名林某30族人在祠堂集中要上山阻止修坟墓时，镇府的干部来劝阻，说对方停止修坟墓了，等待解决",
                "我们说要上山看看，好将挖的坑填平",
                "我就和林某10、林某1、林某27军、林某37等人带锄头、铁铲走在前面，有二十多人带锄头、铁铲及其他族人共100多人上山，当我们接近坟墓时，对方统一戴安全帽、白手套的人就持铁串、三叉向我们冲过来，双方发生打架",
                "对方某3、五十人持铁串、三叉等器械参与打架，其中陈某16城、陈某1、陈某17、陈楚然等人持械参与打架，陈某17持三钩叉、陈某1持一支类似棍子的器械、陈某16城持叉类器械、陈楚然持一支较长的猎枪并开枪",
                "我们一方有我和林某10、林某1、林某6、林某27军、林某37等二十多人带锄头、铁铲，其他人空手，共有一百多人",
                "我被陈某17用三叉打伤，林某1、林某5等多人被枪打伤"
            ],
            [
                "3.同案人陈剑城的供述：陈某8提出我们位于陆丰市湖东镇深田湖村后底山先祖要修整，陈某22后人有的出钱、有的出力，我就积极参加，出资20000元",
                "陈某2负责后勤工作，我负责请师傅修祖坟",
                "2015年1月4日公示动工，一直到1月10日，衡山村的人说修坟墓的地是他们村的而来阻止我们修墓，我们就停工去找村支部书记林某18，由林某18牵头，组织薛木他、陈某11、林某13波、林某38等人进行协商调解，后他们同意我们把坟墓减掉二支石柱及将面前的道池去掉、填平，并写有协议",
                "但林某10、林某19等人不同意，还撕掉协议",
                "由于1月10日到2月1日一直停工，2月4日又是新年立春，过了年就不能动工，我们就不得不在2月2日动工",
                "2月3日，陈某2告诉我镇府发文通知停工，我就告诉陈某2，叫抓紧赶工，镇府来现场叫停工，我们就停工",
                "2月4日上午，我和儿子陈某7从东海到湖东深田湖陈某2家里时，陈某2、陈某1、陈某3、陈某4等十多名陈某22后人及修墓工人都在场，我们就到后底山进行修墓，工人及陈某22后人带铁铲、锄头及扁担等修墓用的工具，我没有带工具",
                "在山上我到处看看，其他人在修坟墓",
                "上午9时许，镇府副书记郑某1、副镇长卓某2等人来叫我们停工，我就叫大家停工，停工后我带郑某1、卓某2等人看坟墓的情况",
                "过了一会儿，林某10、林某19、林某1、林某37、林某36、林某39、林某9等人带着一百多人，手拿铁铲、木棒、钩叉向我们祖墓这边冲过来",
                "我害怕发生打架，马上站上前，双手向林某10、林某19等人示意不要，并向他们说大家是同村人，有什么事好好说，不要打架",
                "林某10没有等我说完，就手持铁铲砸打我的头部，致我头部流血受伤，陈某7见我被打，上前要来保护我时，也被林某36用铁铲打伤",
                "我见陈楚然持一把长枪，其他人持铁铲、锄头、扁担、钩叉，接着听到枪声，双方就发生打架，现场很混乱",
                "陈某2被打，陈某1要去保护他时也被打",
                "林某10、林某19、林某1、林某37、林某36、林某39、林某9等人手持铁铲、木棒、钩叉参与打架",
                "我方陈某13、陈某15、陈某14、吴某、陈某8等人中，陈某8组织大家修墓，吴某是泥水工师傅，陈某13、陈某15、陈某14在现场做工"
            ],
            [
                "4.同案人陈某1的供述：2015年1月30日，我父亲打电话称我家祖坟在修建过程中因与同村林某30的祖坟距离约100多米而遭到对方阻拦，我家人只好停建",
                "后村干部调解此事，但调解不成",
                "2015年1月31日，我从深圳返回我堂哥家中住了几天，前日我与家人到祖坟看时，未看到林某30族人前来",
                "事后我听家人说林某30族人当天来我修坟处说如果再修建就叫人打我们",
                "2015年2月4日早上，我刚睡醒，陈某16城和陈某3就到我家，叫我到后底山看祖坟",
                "陈某16城和陈某3还通知了其他陈某22族人，这样，我和同族叔叔陈某1陈某26、陈某27、陈某28、陈某4及族中兄弟陈春拥、陈某5(又叫陈楚然)、陈某29、陈某30、陈某17和我父亲陈某2等人到修坟现场阻止对方前来阻挠",
                "上午8时多，府的工作人员到场调解，说对方不会带人来打架，但也要求我们停止修建",
                "当工作人员去找对方不久，林姓族人就叫了一百多人手持沙铲、木棍和枪等各种凶器，我听到一个男子很大的声音说冲上去打，把坟墓挖掉",
                "接着二话不说，持凶器对我们在场的人进行殴打，我只认识林某10和林某37",
                "我们也从现场捡起锄头、扁担等工具与对方打斗",
                "我父亲拿一把扁担，我也从现场拿一把类似扁担状的木棍",
                "陈某5持着一支约70厘米的散珠弹枪，林某10有和陈某5在抢枪",
                "但我没有看到对方的人有持枪",
                "当对方的人朝我们冲来时，陈某5朝天开了一枪，之后我就不清楚陈某5开了几枪，陈某5是否有向人群开枪我不清楚",
                "我父亲陈某2被对方的人打倒在地，我上前抱他时被对方铁铲打到头部，流血不止",
                "同时，我父亲陈某2和我叔陈某1陈某31、陈某17等人也被对方不同程度打伤，没多久，双方就散开没有再打了",
                "这次修祖坟是陈某16城组织的"
            ],
            [
                "5.同案人陈某17的供述：我们要去修祖坟，我村林姓人认为我们所修祖坟会妨碍他们祖坟的风水，阻止我们修建",
                "双方有经协商和调解，但一直都没有达成共识",
                "2015年2月4日上午8时许，我和陈某2、陈某1、陈某16城、陈某1陈某29、陈某4、陈嘉富等人到村里祖某修建祖坟，我是陈某16城叫我去做工的",
                "大概9点钟，村干部林木荣、陈某10等三人和七、八个政府人员来叫我们停工，我们就停工",
                "过了半个钟头左右，我村林某10、林某19、林某40、林某6等一百多个林姓成年男子带着木棍、刀、铲子等东西，冲到我们修祖坟的地方，林某19和林某10在叫喊打下去",
                "陈某16城对我们在场的陈某22族人喊话说：谁来阻止修坟，就打谁",
                "然后，这一百多人就对我们这些做工的人进行殴打，我被对方林某10、林某19、林某40、林某6四、五人围着打",
                "这时，我看见陈某2被几个林姓男子打倒在地，有几个林姓男子举起棍子、铲子等东西要打陈某2，我马上从地上拿起一支铁叉去帮我叔陈某2挡对方的棍子、铲子等，避免我叔陈某2受到更多伤害，我是否伤到对方的人我不知道",
                "在打斗中我被林某19等人用沙铲打中头部，昏迷过去",
                "一百多名林姓男子对我们殴打了四、五分钟后就退走了",
                "过了一会儿，我们的亲人将我们这方受伤的人送医院治疗",
                "我方在现场参与打架的有陈某16城、陈某2、陈某7(有名陈某18)、陈某13、陈某15、陈某14、吴某、陈某1、陈楚然(又叫陈某5)、陈某3",
                "我们只拿铁铲来抵挡，陈某5是否有持械我不清楚，陈某3在现场做什么我不清楚"
            ]
        ],
        "cause": [
            "故意伤害罪",
            "非法持有、私藏枪支、弹药罪"
        ],
        "case_no": "（2018）粤15刑初165号"
    },
    {
        "fact": [
            "一、故意伤害的事实被告人韩东与胡某因合作经营锦泰公司而产生矛盾",
            "2015年12月份，胡某因怀疑被告人韩东侵占、挪用公司财产而调取了相关证据，并到公安机关咨询控告韩东犯罪事宜，胡某向被告人韩东要求退股，双方矛盾激化",
            "2016年1月份，被告人韩东将与胡某存在矛盾一事告知了时任连云港市公安局刑警支队特情大队大队长的被告人李玉东，让其找人帮助解决",
            "期间，被告人韩东还告知了被告人李玉东被害人胡某为浙江人等个人信息及其车某",
            "2016年1月29日10时50分，被告人李玉东通过公安内部网络查询被害人胡某的户籍信息，户籍信息中有胡某个人照片，显示胡某籍贯为浙江省，服务处所为锦泰公司",
            "1月29日下午，被告人李玉东驾驶其丰田锐志轿车（该车登记车牌号为苏Ｇ×××××）并悬挂苏Ｇ×××××牌照（该牌照登记车辆为别克轿车，登记车主为梁连昌）来到赣榆经济技术开发区被告人韩东经营的连云港润东实业有限公司（以下简称润东公司），与被告人韩东见面后，二人到达连云港市赣榆区青口镇锦绣江南小区",
            "后被告人韩东乘座被告人李玉东驾驶的丰田锐志轿车进入该小区，并向李玉东告知、指示胡某住处",
            "1月31日16时许，被告人李玉东电话联系被告人梁加新后，驾驶自己悬挂苏Ｇ×××××牌照的丰田锐志轿车，与被告人梁加新一起到赣榆区青口镇锦绣江南小区，并向其指示胡某的住处",
            "2月1日中午，被告人梁加新安排被告人相申购买砍刀2把备用",
            "当天下午，被告人梁加新与被告人相申、张成波、薛钧方及王小龙（另案处理）驾乘苏Ｇ×××××号大众迈腾轿车到赣榆区青口镇锦绣江南小区踩点",
            "途中，被告人梁加新付给相申购买砍刀的钱，并向被告人相申、张成波、薛钧方及王小龙出示胡某的照片，告知胡某的个人特征、所乘轿车品牌、车牌号等信息，并指使相申、张成波、薛钧方及王小龙对胡某实施伤害",
            "2月2日15时许，被告人相申、张成波、薛钧方及王小龙携带事先准备好的3把砍刀和辣椒水，乘座由被告人相申驾驶悬挂苏Ｇ×××××牌照（该牌照没有登记车辆，为未启用号牌）的大众迈腾轿车来到赣榆区青口镇锦绣江南小区伺机作案",
            "当日19时许，被告人相申、张成波、薛钧方及王小龙在该小区内发现胡某乘座的奥迪轿车",
            "被告人张成波、薛钧方及王小龙随后持事先准备的砍刀、辣椒水下车，被告人相申驾车到小区外等候",
            "被告人张成波、薛钧方及王小龙见胡某及司机高某甲下车后，先对二人喷射辣椒水，接着持刀捅刺、追砍胡某，致胡某受伤",
            "后被告人张成波、薛钧方及王小龙乘座被告人相申所驾驶大众迈腾轿车逃离现场，并返回连云港市海州区与被告人梁加新见面",
            "随后，被告人梁加新与被告人李玉东电话联系",
            "当日23时许，连云港市赣榆区公安局通知被告人韩东到公安局接受调查，被告人韩东与李玉东电话联系交流后到赣榆区公安局接受调查",
            "2月3日11时23分、17时58分、18时13分，被告人李玉东通过公安内部网络分别查询被害人胡某、被告人韩东、梁加新的户籍信息"
        ],
        "evidence": [
            [
                "（三）被害人胡某的陈述，证明：2016年2月2日晚上，我在外面吃完饭后，司机高某甲开车送我们三口回家，我们从小区东门进，一直到我住的32号楼下停车",
                "我家属带小孩先下车，他们下车5、6分钟我才下车，走了5、6米，对面来了3个人，其中两个冲我快速走过来，一个拿辣椒水冲高某甲去了",
                "他们走到我身边的时候，我感觉身上突然飕飕一下，我知道他们对我下手了，就赶紧往东跑，在跑的过程中内脏从左后侧流出来就倒下了，他们两个还在后面追，还有人砍我，之后的事情我就不知道了",
                "我的车是苏Ｇ×××××黑色奥迪A6",
                "我有3处刀伤，后腰部2处，面部1处，内脏有多处伤情",
                "我可以肯定是我的合伙人韩东找人干的，我和韩东在2013年开始合作，我发现韩东侵占公司资金5000多万元，我要求他把钱拿回来，不然我就退股",
                "我和韩东3个月前就开始谈，他一直推脱",
                "后来，我找到韩东侵占公司资金的证据，韩东就找人做假账",
                "韩东答应我退股，但一直没有把钱给我",
                "案发那天是韩东同意退我股份的最后期限",
                "案发前两个月的一天，我去公安局经侦大队咨询控告韩东侵占公司资金的事，是董队长接待的，我还提供了韩东用假发票套取资金的材料复印件，董队长说如果查证属实可以立案，当时没有做报案笔录",
                "我主要想通过经侦大队告诉韩东，让他早点把股份退给我，另外，我跟韩东矛盾很深，我也知道韩东的为人，为自己安全考虑，在公安备个案",
                "我去经侦大队前后，跟韩东讲过我去报案了，之后，我们关系就比较僵了",
                "之前，公司的王某甲跟我说，他听到韩东和别人打电话说要办我和高某甲，还说了我的车牌号",
                "我不认识梁加新，案发后，我才知道公安抓了一个叫梁加新的",
                "案发之前，我从来没有跟梁加新见过面，也从来没有在饭店门口因为停车问题跟别人发生过纠纷"
            ],
            [
                "1、被告人韩东的供述和辩解，证明：我的电话是139××××8979，政务通短号是553666，我的车是苏Ｇ×××××黑色宝马轿车",
                "2012年，我通过别人介绍认识胡某，后来，我和胡某、周某甲一起开发锦绣江南小区四期",
                "胡某是公司的小股东，因为公司的事跟我有矛盾",
                "2015年9月份开始，胡某经常找一些社会上的人到公司财务室闹事，为此，我将财务室搬到了润东公司，胡某又带律师和社会上的人到财务室无事生非，我又搬到云昇广场，胡某还经常去找我闹事",
                "公安人员曾告诉我，有股东去公安告我，我还问过胡某有没有去告我",
                "有一次，我和李玉东在新浦吃饭，李玉东问我生意怎么样，我说锦绣江南有个小股东天天找事，说完就吃饭了",
                "后来有一天，李玉东带我跟烟酒公司的人一起吃饭，饭后，我开车带着李玉东，说到锦绣江南的事情，我问李玉东，这个事是找领导解决还是找社会上的人解决",
                "”我说：“找社会上的人",
                "”李玉东说：“行，我找看看",
                "”几天后的一天下午，我打电话给李玉东，说晚上一起去王二军那边吃饭，顺便带他去锦绣江南小区小胡家那边看看，李玉东答应了",
                "后来，李玉东打我电话，说已经到润东公司了",
                "当时我和王二军在云昇广场，我开车带王二军先去了锦绣江南售楼处，后王二军开我车带我去了润东公司",
                "我让李玉东开车跟在后面",
                "到了锦绣江南小区，我让王二军开我车去云昇广场，我上了李玉东的车，李玉东开车带我从小区商业街进入小区，先到物业的地方找司机，没有找到，然后，我就带李玉东去小胡家住的地方，在小区最南边路西新盖的两栋楼，到了后，我在车上指着那两排楼和李玉东说，小胡家就在那边，李玉东说，知道了",
                "我跟李玉东说晚上一起吃饭，李玉东说家里有事，就走了",
                "2016年2月1日晚上7点多，我和李玉东等几个人在新浦吃饭",
                "2月2日晚上，我在颐和花园那边打牌，并把手机关机了，晚上11点40分左右，我开机后看到徐国君发短信让我来公安局，我回了电话后就到了公安局门口，我又打电话给李玉东，李玉东说没什么事，尽管去，然后我进入公安局",
                "接到胡某伤害鉴定书那天，我就知道这事跟李玉东有关，因为胡某和我有矛盾，我跟李玉东说过让他找人谈谈，没过两天胡某就出事了，所以这事跟李玉东有关",
                "我跟李玉东说过小股东是浙江人，个子不高，长头发，走路晃晃的，是个吸毒鬼",
                "我都是自己开车，没有固定司机，有时候喝酒之后会找人开"
            ],
            [
                "2、被告人李玉东的供述和辩解，证明：我认识韩东10多年了，认识梁加新2、3年了",
                "梁加新是搞工程的，在204国道工地上施工，梁加新一般都喊我东哥、二哥或李大哥",
                "我不确定韩东和梁加新认不认识",
                "2016年1月份，我来赣榆找过韩东2、3次，具体时间我记不清了，1月初，我来赣榆找过韩东，1月十几号我出差去河南，22、3号回来，从这个时间到春节，我好像到赣榆找过韩东一次，都是坐别人车来赣榆，有一次我开自己车来的，不知道当时车里面有没有其他人，我有一辆牌照苏Ｇ×××××的丰田锐志轿车，我没有用过其他牌照",
                "2016年年初，我和梁加新一起来过赣榆，好像是我开自己车带他来的，当时听说赣榆县城有贴膏药治痛风关节炎的，我想来试试，后来没有找到，在县城转了转，还经过到韩东开发的那个小区转了转，之所以到那个小区转，是因为我以前到过那里，还听说电影演员侯勇住在里面"
            ],
            [
                "3、被告人梁加新的当庭供述和辩解，证明：我的手机号是131××××0000",
                "我不认识韩东，也没有往来",
                "我对起诉书指控的犯罪事实无异议",
                "我知道胡某开奥迪A6轿车，车牌号忘记了，胡某吸毒",
                "相申他们以前不认识胡某",
                "2016年2月1日，我带相申、张成波、薛小龙、王小龙到赣榆锦绣江南小区踩点，当时到了胡某家楼底下",
                "我在车上向王小龙他们出示胡某的照片，当时他们都在车上",
                "相申他们来赣榆伤害胡某驾乘我的迈腾车，车牌只记得后面是297",
                "伤害完胡某后，他们去找过我",
                "案发前，我和李玉东一起来过赣榆一次，具体时间不记得了，当时我在新浦世纪园酒店门口遇到李玉东，他让我一起到赣榆",
                "案发当天晚上，我想不起来有没有和李玉东通过话了，我平时喊李玉东二哥"
            ],
            [
                "6、被告人薛钧方的供述和辩解，证明：我的别名是薛龙，别人都叫我小龙",
                "我跟着梁加新和相申、王小龙、小波一起在204国道边干工程",
                "2016年2月1日，我跟梁加新、相申、王小龙、小波到赣榆踩点，路上，梁加新拿自己手机里两张照片给我们看，说就是这个人",
                "我也看了照片，照片是一个类似证件照的头像照片，背景是白色，长头发到耳朵边，大偏分，车是奥迪A6轿车，车牌尾号是618",
                "当时王小龙还说知道了，并用手机把人拍了一下",
                "当时相申说，今天身上正好就带了够买2把刀的钱，梁加新就掏了900元钱给相申",
                "梁加新可能是受别人指使的，因为第二天来砍人的时候，小波在车上说：“你来干什么，你来了，我们少分一份钱",
                "”正常情况下，梁加新会给我们好处",
                "2月2日中午，我跟相申、王小龙、小波吃完饭后，王小龙说回新浦拿辣椒水，让我和相申、小波在饭店门口等着",
                "过了半个多小时，王小龙回来了，我们就上了梁加新的黑色迈腾车，是梁加新让开的，挂的是279的假牌照，相申开车",
                "我们到赣榆后，把牌照拆下来了",
                "我们在那个小区附近转了一圈，在大街上看到那个车好几次，王小龙要动手，我说人太多不能动手，也就没有动手",
                "王小龙说今天晚上一定要等到那个人",
                "我们开车在小区转了一圈，我、王小龙、小波还下车分开在小区里转了一圈",
                "晚上7点多，我们看到那辆车从东门进来，我们就在车主家楼下等着，先从车里下来一个女的和一个小孩，他们先上楼了，后面下来两个人，他们走过来的时候，我拿一把砍刀和一瓶辣椒水，就上去对着他们面部喷了辣椒水，然后王小龙、小波就从后面上来拿刀砍了2、3刀，之后，我们就从小区南门跑出去上了相申开的车",
                "上车后，我问王小龙砍得重不重，王小龙就说砍了2、3刀，也不知道重不重，刀上也没血，我看他刀上也没血，小波的刀我没看见，他自己说没有砍到，我也没有砍到",
                "车上2把砍刀都40-50公分长，小波用的是红色木柄的砍刀，小龙用的是黑色木柄的砍刀",
                "砍完之后，刀就放在迈腾车里，不知道后来哪里去了",
                "我们回到浦南后又开车去了新浦，本来打算一起去明珠大酒店洗澡，我不想去，他们送我回浦南开车，我就自己开车回家了",
                "2月3日下午，我在浦南204项目部玩的时候被公安机关抓了"
            ],
            [
                "（三）被告人韩东的供述与辩解，证明：2012年底，我和胡某、周某甲从王永峰、陈宝达手中买了锦泰公司，公司法人代表是我妻子汪某甲，我和周某甲各占43.5%的股份，胡某占13%的股份，一直以我为主负责经营",
                "工程部由胡某、周某甲和刘某乙负责",
                "2015年12月份以前，公司主管会计是仲某甲，出纳会计是霍某，12月份以后，主管会计是李某乙",
                "2015年，我和周某甲协商，用宏泰公司折价交换周某甲的股份，目前，我实际股份占87%，胡某占13%",
                "我控制的公司还有中恒公司、怀仁公司、润东公司、恒洲公司（和运公司更名的）",
                "中恒公司是以汪某丙名义注册的，是个空壳公司，账户由霍某管理",
                "锦泰公司的附属工程承包给尚修兵、谭某等人，合同都是刘某乙负责签的",
                "2015年8月19日，以尚修兵工程款名义从锦泰公司支出160万元，其中，张某乙预支20万元人防工程款，另外140万元转到中恒公司走流水"
            ]
        ],
        "cause": [
            "故意伤害罪",
            "职务侵占罪"
        ],
        "case_no": "（2016）苏0707刑初721号"
    },
    {
        "fact": [
            "2016年03月17日上午，被告人罗金广驾驶湘Ｂ×××××南骏牌货车（核载4.25吨）帮被告人言忠义拖一车共计7余吨卵石、沙子到株洲市石峰区九塘村6组，中午12时20分许到达被告人言忠义家",
            "中午，被告人罗金广在被告人言忠义家中吃午饭，饭间二人均有饮用白酒",
            "饭后，被告人罗金广应被告人言忠义的要求将车上的沙子、卵石卸了将近2吨，之后被告人言忠义坐到货车副驾驶指引被告人罗金广开车到另一卸货地，准备将车上载的剩余5吨沙子、卵石卸到被害人言润香家某，用于修坟",
            "被告人罗金广驾驶货车到达被害人言润香家附近斜坡下后，在斜坡旁的坪里调头，被告人言忠义下车指挥倒车",
            "在被告人言忠义的指挥下，被告人罗金广驾车沿着斜坡倒车上去并准备将沙子、卵石卸到被害人言润香家门口前坪的空地",
            "在倒车过程中，正在家门口打牌的被害人言润香听到货车发动机声音后，起身跑向车后并出言阻止，被告人言忠义在货车副驾驶一侧看到被害人言润香到车后阻拦时与被害人言润香争吵两句后，不顾被害人言润香阻挠，仍要求被告人罗金广继续倒车",
            "被告人罗金广在被害人言润香走到车后阻止时从左后视镜看到了被害人言润香，在明知被害人言润香在车尾而未查明车尾安全状况下被告人罗金广仍按照被告人言忠义的指挥继续倒车，将站在车尾阻拦倒车的被害人言润香卷入车底拖行3米并挤压致死",
            "被告人言忠义在发现被害人言润香被压在车底时，及时叫停了货车",
            "后经法医检验，被害人言润香系胸腹部遭受巨大钝性暴力挤压造成胸、腹腔脏器破裂导致大失血死亡"
        ],
        "evidence": [
            [
                "1、被告人罗金广的供述，2016年3月18日被告人罗金广在公安机关供述：“我开着货车从言忠义家出发，大概走了400米经过一段泥巴路就到了一个坪里面，然后言忠义就要我在这个坪里调头，然后沿着坪上面那个斜坡倒车上去",
                "我调好头之后，我就跟言忠义讲，‘老言，你先下车，帮我看一下后面，我倒下车’，言忠义说‘好咯’，就从副驾驶下车了",
                "下车之后，言忠义站在我货车右后方的路边上指挥我倒车，他一边挥手一边说‘倒，倒，倒’，我就开着货车沿着这个斜坡往上面倒车",
                "我倒车倒了大概5米左右的距离，那时候货车刚好是在斜坡中间的位置，我从货车左边的反光镜内看到一个60多岁的婆婆子从上面那个坪沿着斜坡往下面跑，一直跑到我货车正后方的位置然后不见人了，因为货车正后方的位置是盲区，我看不到",
                "这时候我还是开着货车慢慢的往斜坡上面倒车，我听到那个婆婆子在喊‘不准倒上来，不准倒到我的坪里面来’，然后我又听到言忠义在说：‘倒倒倒，倒不得也要倒，反正倒上来’，我就按照言忠义讲的继续往上面倒车，大概又倒了4米左右，言忠义突然跟我说‘停车，停车’，我就立马踩离合器和刹车，把手刹拉上将车熄火，将车子的倒档挂上，从驾驶室下来",
                "我从车头绕道车身后侧，当时言忠义站在车子的右后轮边上跟我说‘压了人，压了人’，我就说了句‘那不可能吧’",
                "……”，证实被告人言忠义指挥倒车，在受害人言润香走到车后阻止时被告人言忠义强行要求司机倒车",
                "同时证实，被告人罗金广在明知车后有人仍听信被告人言忠义的指挥强行倒车，致使受害人言润香被卷入车底"
            ]
        ],
        "cause": [
            "过失致人死亡罪",
            "故意伤害罪"
        ],
        "case_no": "（2016）湘0204刑初字81号"
    },
    {
        "fact": [
            "2013年5月30日晚，被告人望某与望冬冬、望红涛、徐某甲、“雯子”（女，姓名不详）等人在宜城市世纪王朝KTV歌厅唱歌后，准备驾车到宜城市一阳街吃烧烤",
            "“雯子”在倒车时，徐某乙说“雯子”倒车技术不行",
            "“雯子”便对望红涛等人说徐某乙调戏她，被告人望某上前便打了徐某乙两耳光",
            "而后，被告人望某等人驾车到宜城市一阳街熏味烧烤店吃烧烤",
            "徐某乙被打后与杨某甲、胡某等人也来到宜城市一阳街口烧烤店吃烧烤，遇见被告人望某等人",
            "徐某乙便从胡某的车上拿了一把砍柴刀到熏味烧烤店内抓住被告人望某头发，质问为什么打人",
            "望冬冬见状，上前夺被害人徐某乙手中的刀，被告人望某用随身携带弹簧刀将徐某乙右腹捅伤",
            "本案在审理中，经调解，被告人望某赔偿了被害人徐某乙经济损失30000元，被害人徐某乙对被告人望某予以谅解"
        ],
        "evidence": [
            [
                "1、被害人徐某乙的陈述，证实2013年5月30日晚，其送朋友到宜城市世纪王朝KTV歌厅后，将车停在歌厅门前等人时，看见一辆小车在倒车时将一辆摩托车碰倒，其对小车司机说：“你技术不好，我明天来给你当司机",
                "”说后其将车开走，并停在歌厅对面的宜城市发展小区门前，杨某甲和喻某来后并坐在车上",
                "这时，来了两个年轻人，一个穿黑色T恤衫、一个穿白色花格衣服，这两个人走到其车边，其中一个人打了其两耳光，杨某甲、喻某赶紧下车拦，那两个年轻人走了",
                "而后，其和杨某甲到宜城市一阳街口烧烤店，下车看见在歌厅对面打其的两个年轻人也在烧烤店，这时胡某驾驶一辆皮卡车来了",
                "其从皮卡车上拿了一把砍柴刀，进入烧烤店，上前将穿黑色T恤衫的年轻人头发抓住，问他为什么打其，旁边的一个年轻人用双手将其刀按住，其在夺刀时，感觉到肚子里有东西流出来，将刀丢了，用手捂肚子，并喊杨某甲将其送到医院"
            ],
            [
                "2、证人杨某甲的证言，证实2013年5月30日晚10时许，其打电话找徐某乙安排工作上的事，徐某乙说他在世纪王朝KTV歌厅对面的发展小区门前，其驾驶一辆车和喻某在宜城市发展小区门前找到徐某乙，在车上和徐某乙说话时，看见从马路对面过来两个年轻人，走到徐某乙旁边，其中一个穿黑色T恤衫的年轻人手里拿了一把匕首，那两个年轻人打徐某乙耳光，其和喻某下车将那两个年轻人拉开了",
                "那两个年轻人走了后，其和徐某乙、喻某驾驶二辆车到清华苑小区办事",
                "后喻某说要到襄阳办事就离开了",
                "其下车坐到徐某乙的车上，徐某乙说有点饿提出到一阳街口去吃牛肉面，其同意",
                "在车上，徐某乙打电话让胡某也去吃牛肉面",
                "几分钟后，胡某驾驶一辆皮卡车来了，其三人准备去吃牛肉面时，徐某乙对其说：“那几个娃子也在那儿吃烧烤",
                "”其发现面馆隔壁的一家烧烤店里面坐着几个人在那吃烧烤，其中有打徐某乙的穿黑色T恤衫的年轻人",
                "徐某乙说：“我去问他们为什么打我",
                "”接着，徐某乙把胡某的车门打开，在车厢后排座位下面拿了把砍柴的刀，走进烧烤店内抓住穿黑色T恤衫的年轻人的头发",
                "这时，有四、五个年轻人站起来，有的拿啤酒瓶、塑料凳子要打徐某乙，其见状跑到烧烤摊上摸了把刀，转回来时看见那个年轻人手里拿着一把匕首，其逼那个年轻人将匕首放下后，听见徐某乙在旁边喊不行了，转身看见徐某乙的肚子被捅伤了，肠子流出来了，其驾驶徐某乙的车和胡某赶紧将徐某乙送往医院抢救"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2015）鄂宜城刑初字第00083号"
    },
    {
        "fact": [
            "被告人熊国芬与被害人陶某丁系事实婚姻关系",
            "2014年3月初，被告人熊国芬跟随陶某丁至湖州市德清县禹越镇务工",
            "同年4月10日晚，因陶某丁外遇问题，熊国芬与陶某丁在租房内发生争吵",
            "至次日凌晨，被告人熊国芬因受陶某丁言语刺激，从床板上拿起一把水果刀，趁陶某丁不备，上前朝其腹部猛刺一刀，随即逃出租房",
            "后被告人熊国芬向他人求救，并在现场等候处理",
            "被告人熊国芬投案后如实交代了犯罪事实",
            "被害人陶某丁经送医院抢救无效，于当日死亡"
        ],
        "evidence": [
            [
                "1、证人钱某（报警人）的证言及辨认笔录证实，案发当晚12点半左右，其在租房睡觉时听到住在其租房斜对面的熊国芬好像在跟谁吵架，由于说的是家乡话所以听不懂",
                "过了一会儿，熊国芬朝其房间喊“大姐救我，大姐救我”，其老婆听到后就出去了",
                "过了一会儿其老婆回来，也没说什么",
                "没多久熊国芬又喊“大姐，快来救救人”，其老婆又出去了，回来后告诉其熊国芬把她老公捅伤了",
                "其马上出门，看见熊国芬站在自己房间门口，右手拿着一把水果刀，后其打110报警",
                "随后，房东、房东的老婆、房东的儿子都被叫来，民警和120急救车也赶到",
                "其看见租房里受伤的男子被抬出来时，肚子被捅伤，流了很多血，有部分肠子都露出来了",
                "后其听老婆说被捅的男人是熊国芬的老公，其老婆还说这对夫妻感情不好，男人在外面找女人"
            ],
            [
                "3、证人陶某甲（被告人熊国芬和被害人陶某丁的小儿子）的证言证实，2014年2月20日，其跟随父母来到禹越，因爸爸在外面找了一个女人，还有妈妈没有工作，为向爸爸讨要生活费的事情，父母经常吵架",
                "4月10日晚上，其和妈妈一起到爸爸的工厂找到爸爸，后一起回到租房",
                "4月11日凌晨1点多，父母租房斜对面的女人叫其过去",
                "其走进父母的租房后，看见爸爸躺在床边的地上，肚子上有一个伤口，肠子露在外面，还说“你妈真狠心，把我给捅了”",
                "妈妈站在租房门口外面，手里拿着爸爸的一部手机",
                "后警察和120的人来到现场，把爸爸送到德清三院，后又转至省人民医院"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2014）浙湖刑初字第31号"
    },
    {
        "fact": [
            "被告人王永强与丁某1系同学、亲戚关系",
            "2014年6月7日，丁某1酒后驾驶×××轻型货车经隆德县人民街、文化街、长乐街行驶至长乐街菜市场路口时，因行车让道问题与摆某发生争吵继而打架",
            "摆某于同日18时40分拨打110报警举报丁某1酒驾",
            "同日18时57分现场群众又拨打110报警称隆德县长乐街菜市场门口发生打架（一辆小型货车与一辆私家车相撞），固原市公安局指挥中心均指令隆德县公安局交通警察大队处警",
            "事故中队民警凤某、协警苏某在接到事故警指令后处警，经调查两车没有相撞，也未发生交通事故，系双方打架",
            "处警民警便让双方先到医院治疗，再进行处理",
            "摆某当即被其家属送往隆德县人民医院治疗，后处警民警将丁某1也送往隆德县人民医院治疗",
            "同日19时54分左右，民警凤某及协警苏某在隆德县人民医院急诊科让丁某1配合治疗，但丁某1醉酒后闹事，不配合治疗，19时57分，丁某1嫂子及侄子赶到医院，在医生给丁某1清洗完脸部的血渍后，协警苏某进行了拍照，20时07分护士给丁某1进行抽血时，苏某又让凤某对抽血过程进行拍照，护士将抽取的血样用抗凝管封装后交给凤某，凤某未进行二次封装",
            "随后苏某便要求丁某1在提取血样登记表上签字，因丁某1不予配合，民警遂找其家属但未找见，20时22分民警离开医院",
            "同日20时50分，因丁某1醉酒后闹事，不配合医生治疗，急诊科医生李某遂报警，隆德县公安局城关派出所接到指令后处警",
            "民警凤某及协警苏某离开医院后返回现场将丁某1驾驶的车辆扣留到交警大队停车场",
            "处警结束后，凤某经请示分管事故的主管领导马某后，将案件材料驾驶证、抽血视频、照片、血样提取登记表移交给被告人王永强（时任隆德县交警大队教导员，分管秩序中队）",
            "2014年6月9日，被告人王永强在《委托鉴定书》上签字，委托固原市公安局物证鉴定所对丁某1血液中乙醇含量进行鉴定，并要求凤某帮忙送检",
            "2014年10月的一天，在案件未办结的情况下，被告人王永强给交警大队停车场管理员打招呼叫丁某1取走被扣留的车辆",
            "被告人王永强未对丁某1涉嫌危险驾驶罪立案侦查",
            "固原市纪委在核查丁某2涉黑涉恶问题线索过程中发现丁某1于2014年6月7日涉嫌酒驾、驾驶报废机动车，隆德县公安局交警大队未立案查处，于2019年7月12日将线索移送固原市公安局",
            "同年7月13日固原市公安局将该线索问题转至隆德县公安局扫黑办办理，7月16日隆德县公安局将该线索转交给隆德县公安局交警大队核查",
            "2019年7月17日隆德县公安局对2014年6月7日丁某1危险驾驶罪一案立案侦查",
            "因犯罪已过追诉时效，2019年11月13日隆德县人民检察院对丁某1决定不起诉"
        ],
        "evidence": [
            [
                "（3）证人凤某于2020年5月29日的证言，证实2014年6月7日丁某1醉驾案件案发当日，其带领协警苏某处警到达现场，对现场群众进行疏散，对现场进行勘验，发现没有事故发生，就将丁某1带至隆德县人民医院进行抽血",
                "因丁某1深度醉酒，拒不配合警察工作，故带至医院花费时间较长",
                "处警过程警察全程在场，丁某1没有离开过警察的控制",
                "处警的时候在第一现场就打开执法记录仪拍摄了，拍摄了好几段视频，其把其中的一段上传到报警内容为发生打架，两车相撞的记录里面了，因为我们是根据那一条指令处的警",
                "我们还对丁某1的抽血过程进行了拍照",
                "执法记录仪拍摄的其他几段视频以及在医院用照相机拍的照片其都给王永强拷贝过去了",
                "给其播放的这段视频就是其上传到处警指令里面的一段视频",
                "视频中20时20分34秒钟画面显示手机时间为19时57分应该是正确的",
                "执法记录仪的时间经常有问题，需要手动校正",
                "现在配备的云传网络的执法记录仪跟手机时间一样是同步的",
                "20时41分38秒进来的四名警察是交警队秩序组的警察，依次是副大队长范利强、梁某、徐乾，还有一个是谁没有看清楚",
                "秩序组的警察是其给领导汇报了以后秩序组来配合的",
                "当时对血样没有进行二次封装",
                "血样是被封装在医院提供的抗凝管里面，当时的执法程序没有现在规范，没有要求再进行封装的",
                "苏某当时制作了提取血样登记表，处警后其还将视频和照片、提取血样登记表等材料都移交给王永强了",
                "血检是其到固原送检并取回的",
                "取回后将血检报告移交给了王永强"
            ],
            [
                "（2）证人苏某于2020年5月27日的证言，证实2014年6月7日丁某1醉驾案件案发当日，民警凤某带领其处警到达现场，丁某1到达医院抽血应该是警察带过去的，因间隔时间太长，具体细节其记不清了",
                "抽血时丁某1一起喝酒的王某5一直在场，丁某1的嫂子和侄子是丁某1已经开始抽血的时候赶来的，丁某1的父亲当时没有到医院来，因为抽完血以后警察四处都找不见家属签字",
                "附卷的视频中执法记录仪时间有误",
                "视频中20时19分24秒出现的穿黑色西装的男子是丁某1一起喝酒的王某5",
                "20时20分37秒穿白色西装的女人就是丁某1的嫂子，另外一个男子是丁某1的侄子，小名叫丁鸿博",
                "20时22分31秒穿白色夹克的男子是摆某的哥哥摆世军",
                "20时25分37秒与丁某1嫂子一起站着的男子是摆某姐夫白某（在文广局工作），20时27分04秒丁某1在抽血时旁边站着的就是王某5和丁某1侄子",
                "20时31分20秒与凤某站在一起的穿衬衣的男子是白某",
                "20时41分38秒进来的四名警察是交警队秩序组的警察，依次是金双平、范利强、梁某、徐乾",
                "血样是被封装在医院提供的抗凝管里面，我们在提取血样登记表上面贴了抗凝管的条形码，这样就对血样进行了登记",
                "当时的执法程序没有现在规范，视频里面也能显示出来抽完血之后我们没有将抗凝管进行再次封装，直接用手拿着走了",
                "处警时制作了血样提取登记表，当时找不见丁某1家属签字，其还说找不见算了，其自行在提取血样登记表里进行了备注",
                "处警完毕警察离开医院，丁某1还在医院进行治疗"
            ],
            [
                "16.证人丁某1于2019年11月15日的证言，证实其与王永强是初中一届，高中一班的同学，从小在隆德县隆关队上一起长大的，从小就认识",
                "其没有直接找王永强要过车，也没有通过其他人找王永强说过情",
                "是交警队打电话叫取车的,当时其没有手机，电话打到其哥丁某2的手机上叫其取车的，然后其和丁某2一起去交警队停车场把车取出来了",
                "2014年6月其醉酒驾驶机动车与摆某打架",
                "当时交警队在广场对面，王永强把其和摆某叫到交警队二楼的大办公室商量调解这个事情",
                "当时交警队的几个人都在场",
                "其当时被摆某打伤了，经鉴定是轻伤害，准备起诉摆某，王永强就说让其别追究摆某把其打成轻伤害的事情，让摆某别追究其酒驾的事情了，其就同意了，摆某也同意，我们两个人互相没有经济赔偿，这个事情就这么过了",
                "酒精血醇鉴定结果当时谁送的，谁说的，时间长了记不起来了，但其当时知道血醇鉴定结果是220mg/100ml，因为数值大，所以其和摆某才调解的"
            ],
            [
                "17.证人丁某2于2020年1月7日的证言，证实其曾用名丁虎，丁某1系其弟弟",
                "2014年6月7日丁某1酒后与人在隆德县长乐街菜市场附近发生打架的事情其事后听说过",
                "2014年丁某1醉驾的事情是怎么处理的其不知道",
                "2019年6月份丁某1被隆德县公安局立案后其才得知当年是王永强办理的案件",
                "当年其没有找过王永强或者隆德县公安局其他领导说过情",
                "其没有见过丁某1涉嫌酒驾的血醇检验鉴定书，隆德县交警队给其没有送过，给丁某1是否送其不知道，案发时丁某1驾驶的轻型货车是谁取出来的其不记得了，车辆现在报废了，还在隆德县供热公司的院子里撇着呢，车怎么到供热公司的院子里面其也想不起来了",
                "谁通知我们取走×××轻型普通货车的其记不清了，估计是交警队的通知过其或者其弟弟，因为最后车确实是取回来了，但是王永强给其肯定没有通知过，其和王永强相互没有手机号码，也从来没有联系过",
                "其和公安局牛志军没有关系，没有向牛志军打招呼办理丁某1醉驾案子"
            ]
        ],
        "cause": [
            "徇私枉法罪"
        ],
        "case_no": "（2019）宁0422刑初186号"
    },
    {
        "fact": [
            "2004年左右，被告人郭某1便混迹于大连市甘某区山东路区域，与被告人于某某、徐某1等八名社会闲散人员结拜兄弟，号称“山东路九爷”，争强斗狠，为非一方",
            "2012年，郭某1在故意伤害致人死亡案服刑出狱后，恶名在社会上进一步传播，又在其姑父被告人刘某某的影响下经营起“高利贷”生意，并大肆网罗刑满释放和社会闲散人员，通过多次实施违法犯罪行为，扩大势力范围，逐步形成了以郭某1、刘某某为纠集者，以被告人宋某、孙某某、王某某、王某某、李某某、徐某1、孙某某、王某、于某某、朱某为固定成员的恶势力犯罪团伙",
            "该犯罪团伙通过实施聚众斗殴、寻衅滋事、非法拘禁等违法犯罪活动，为非作恶，欺压百姓，扰乱经济、社会生活秩序，造成较为恶劣的社会影响",
            "具体事实如下：一、聚众斗殴（一）2005年10月22日10时许，李某1、李某2（均另案处理）与被害人徐某2、王某1、王某2在大连市甘某区后盐机动车辆交易市场发生争执并厮打",
            "为实施报复，李某1、李某2于当日13时许电话联系王某2，与对方在电话中约定在大连市甘某区以太车行内斗殴（王某2实际并未纠集人员）",
            "随后李某1、李某2纠集于某某等人，于某某又纠集郭某1、宋某、王某某、徐某1等人，几人持事先准备好的砍刀、镐把作为凶器，驱车到达以太车行附近",
            "在于某某等人按指令持械冲向以太车行时，车行内李某1、李某2等人对王某2殴打已结束，众人按指令逃离现场"
        ],
        "evidence": [
            [
                "王某2陈述，证实：我与徐某2、王某1回到以太车行后接到李某2的电话，我们双方在电话中发生争执并开始叫号，我对李某2讲你是不想在车行干了，李某2问我在哪，我说在以太车行，李某2说你在车行等着，我说等着就等着",
                "我当时只是嘴上没有服软，并没有打仗准备，李某2认为我和他约架",
                "之后我就被李某1、李某2带来的人打成了重伤"
            ],
            [
                "（2）王某某供述：2005年10月22日中午，于某某接到电话要找人帮助去开发区占场子、打仗，当时我和于某某、郭某1、“小于子”、“德财”一起上网，郭某1喊我们一起去，郭某1又喊了张某1、潘某、姜某1文、李某4、宋某等人",
                "于某某让我和宋某买镐把",
                "于某某召集二十余人聚齐后，分乘几辆出租车开往开发区，我、于某某、宋某和徐某1在第一辆出租车上，徐某1手里拿了一把刀，其余人手里拿着镐把，后中途又调转方向开往大纺以太车行，到达后在于某某的指挥下，我们二十余人拿着打仗的工具（我当时拿镐把）向以太车行门口冲，因为打仗结束了，这些人没进到大门就撤离了"
            ],
            [
                "（1）郭某1供述，证实：我和王某某去香洲花园商务楼刘某1放的赌局去玩儿，与刘某1产生口角，在一楼我和王某某就和他吵吵起来了，王某某打了刘某1几个巴掌，和刘某1撕吧几下，后来楼上下来人给拉开了",
                "第二天，刘某1给我打电话约定在香洲花园酒店商务楼谈一谈，我怕自己去被欺负了，就让王某某和张某2帮着叫人，一共纠集王某某、宋某、张某2、王某9、王某、王某某、朱某等十多人一起去，也想要点排面，壮壮排场，也怕一旦刘某1找人打我，这帮兄弟好帮我",
                "到了以后，被刘某1带着十个人左右用刀和棒子追砍，造成王某门牙被打掉，还有人背部被砍伤",
                "随即，刘某1与我电话里相约在旅顺大黑石再打一架，我纠集二十余人携带砍刀、棍棒到了旅顺大黑石，但是刘某1没有出现，等了一会儿后我就带人离开了"
            ],
            [
                "（2）王某某供述，证实：2013年9月份左右，一天晚上20时左右，我跟着郭某1一起去了香洲花园酒店商务楼8楼的一个赌局，当时因为郭某1输了钱，“刘某1”要结束赌局，两个人产生了口角",
                "第二天17时左右，“刘某1”给郭某1打电话，让郭某1来香洲饭店两个人谈谈事，接着郭某1就带着我、宋某、张某2、张某3、姜某1文、王某、孙某某领的几个人、李某4领的几个人，一共二十多人去了香洲花园酒店商务楼",
                "我们去都是帮着郭某1撑场子的，给对方一种震慑的感觉，如果对方要打郭某1，我们也能帮郭某1一起打对方",
                "刚进香洲花园饭店商务大门，就看见从里面冲出来六、七个手持砍刀棍棒的人来追砍，在逃跑的过程中张某3的屁股被对方砍了一刀，王某的牙被对方打掉了两颗",
                "之后，郭某1又找了一些人，带上了刀和棒子，一共三十多人，郭某1给刘某1打电话约架，刘某1也同意了，定在了旅顺的大黑石，郭某1就带着人从星海出发到了大黑石，到了以后郭某1再给刘某1打电话，刘某1就没有接电话，郭某1就让这帮人离开了"
            ],
            [
                "（3）宋某供述，证实：具体什么时间记不清了，我拉着郭某1和王某某一起从海城往回走，郭某1接到刘某1电话约郭某1到香洲花园酒店谈一谈，“谈一谈”的意思就跟对方谈赔偿，如果对方给补偿达到我们满意这件事就算了，要是谈不了那就肯定开打了",
                "要是谈不好，我们人多打仗不吃亏",
                "郭某1让王某某和我一起去，又打电话叫了王某9、王某、王某某、张某2、朱某、小凯和小凯司机等共计有十多个人",
                "刚进香洲花园酒店商务楼，对方有二十人拿着砍刀棍棒出来追砍，造成王某门牙掉了一颗，王某9肩部被砍了一刀",
                "随后，郭某1又与刘某1约定在旅顺大黑石再打一架，到了以后没有找到刘某1，就走了"
            ],
            [
                "（4）孙某某供述，证实：2013年夏天，郭某1在香洲花园赌博与刘某1产生口角",
                "第二天下午郭某1给我打电话，让我带人去香洲花园酒店帮着打仗",
                "因我有事儿，就给王某某打电话，让王某某带几个人去香洲花园找郭某1",
                "王某某联系了王某和孙某某，到了以后被刘某1带着人用砍刀和棍棒追砍",
                "听说王某门牙被打掉了，张某2的哥哥被砍了一刀，王某9被砍了一刀，王某某被打了几棍子",
                "晚上我接到电话让我去旅顺大黑石和刘某1再打一次，我们到了以后没有见到刘某1，就散了"
            ],
            [
                "（5）王某某供述，证实：具体什么时间记不住了，孙某某给我打电话，让孙某某开车拉我和王某一起去香洲花园酒店找宋某，说是郭某1有事儿让过去",
                "我们到了香洲花园商务楼门前，就看到有十多个人手持砍刀和棍棒在追砍郭某1、宋某这面的人，王某被追上打掉了一颗门牙",
                "之后孙某某安排我在医院陪王某看病，孙某某和孙某某离开了"
            ],
            [
                "（6）孙某某供述，证实：2013年的一个夏天，王某某接到孙某某电话，我在王某某旁边，听见孙某某说：“小涛在香洲花园有点儿事儿，你们几个人过去瞅瞅",
                "”，然后，王某某跟我、王某、“大飞”说了，我开着车带着王某某、王某、“大飞”到了香洲花园酒店，我在酒店门前停车，他们几个人就进去了",
                "等我走到商务楼门前时，郭某1这面的人都往外跑，我也转身就跑",
                "我与王某10打了一台出租车走了，上车后看见王某10的右侧肩膀被砍了一刀",
                "去香洲花园的有郭某1、王某10、王某某、宋某、王某某、王某、李某某、赵某2、“大飞”、张某2、张某2哥哥",
                "之后我就回家了，没去大黑石"
            ],
            [
                "（7）王某供述，证实：2013年的一个夏天，王某某接到孙某某电话，跟我和孙某某说：“走，去香洲花园溜达溜达（意思就是去给郭某1摆阵），小涛在那呢”",
                "然后，王某某、孙某某、“大飞”、我一起去了香洲花园酒店",
                "刚到酒店商务楼大厅，就看见郭某1他们从里面往外跑，后面有七八个人拿着棒子和刀在追他们",
                "王某某、“大飞”和孙某某也转身就跑",
                "我被追上被三个人打了4、5分钟，左侧门牙被打掉",
                "然后，我被送到大连市第三人民医院治疗，张某2的哥哥也受了伤，被人送到大连市第三人民医院看病",
                "后来是“大飞”陪着我在医院打点滴到晚上22点，后一起回到泉水店",
                "去香洲花园的有郭某1、王某10、王某某、宋某、张某2、朱某、王某某、孙某某、“大飞”、张某2哥哥"
            ],
            [
                "杨某1陈述，证实：我被郭某3骗到格兰西点，看见郭某3、姜某1文、徐某1、薛某，郭某3给我一顿打，还让姜某1文和徐某1打我，然后郭某3出去打电话",
                "郭某1带了宋某、李某某、于某某、赵某2等十来人来了",
                "郭某1上来就打我，他的小弟也上来打我，我被打的受不了，让刘某某过来",
                "刘某某把我带到他动力院景的家，刘某某和郭某1让我跪在地上，郭某1上前打我，刘某某打我两个耳光，最后我同意用工程车抵债"
            ],
            [
                "（1）郭某1供述，证实：2013年刘某某向杨某1放高利贷，杨某1还不上了就从我这借钱，我先借给杨某150万元，口头约定月息一毛，后又借给杨某1150万元",
                "我爸给我打电话说杨某1在格兰西点，我带宋某、王某某、李某某（其他人记不住了）赶到后，我们要打杨某1，我爸给拦住了",
                "后来刘某某来了，说去他办公室谈，我们都去了",
                "我、刘某某、王某某和杨某1上楼，其他人楼下等",
                "上楼后没有打杨某1，他说拿砂石顶账，双方签了协议，把我的欠款也算在里面了"
            ],
            [
                "（2）刘某某供述，证实：八、九年前杨某1向我借了7、800万元，写了八九张借条，具体数额记不清了",
                "后来在2013年达成协议，他用16万立方米石子抵账，约定每立方米60元",
                "郭某1转给杨某1100多万元，于某1转了4、500万元，刘国成转了两笔共60万元",
                "放贷都是月息百分之三到百分之五，一部分放款收砍头息",
                "我没有暴力催讨，也没有对杨某1使用过暴力及限制其人身自由",
                "在格兰西点是郭某1打电话叫我去的，郭某1、郭某3、宋某、王某某对杨某1拳打脚踢，我也踢了他屁股两脚",
                "后来就到我家去谈，到家我没再打杨某1，杨某1承诺卖工程车还钱"
            ],
            [
                "（4）李某某供述，证实：2013年6月中下旬，郭某1、我、宋某、王某某一起去格兰西点，见到郭某3、徐某1、姜某1文、于某某、赵某2、薛某",
                "郭某3用警用胶皮棍子打杨某1，郭某1用拳头打杨某1，之后刘某某来了，郭某3、刘某某把杨某1带到动力院景刘某某家里，在场人都去了，刘某某、郭某1、郭某3、我、宋某、王某某一起带杨某1上楼，其他人在楼下没上去",
                "我看见刘某某用脚踹杨某1了"
            ],
            [
                "（5）王某某供述，证实：我当时和郭某1在一起，郭某1说杨某1被抓着了，在格兰西点，现在过去收拾他",
                "宋某开车拉郭某1、我、李某某去了",
                "看见包间里有郭某3、徐某1、姜某1文、于某某、赵某2等二十来人，给杨某1围起来了",
                "郭某3用警棍打杨某1，郭某1用拳头打杨某1",
                "过一会刘某某来了，说这个事他解决，郭某1、我、宋某、李某某坐一台车，刘某某、郭某3拉着杨某1，一起去了刘某某动力院景的家，然后我领着刘某某女儿下楼了，后来看杨某1下楼脸有点肿",
                "在格兰西点的人都去了，郭某3和于某某去没去想不起来了"
            ],
            [
                "（6）徐某1供述，证实：2013年格兰西点，郭某3给我打电话过去，我看见郭某3、姜某1文、杨某1在，郭某3拳打脚踢杨某1，我打了杨某1两个脸蛋子，踢了几脚，姜某1文对杨某1拳打脚踢",
                "郭某3出去打电话，郭某1带着宋某、王某某、赵某2、于某某、李某某来了，郭某1对杨某1拳打脚踢，郭某1带来的人都动手打他了",
                "后来刘某某来了，提议把杨带到动力院景，杨某1跪在地上，郭某1和刘某某都打了杨某1让他还钱，杨某1同意用车顶账",
                "在刘某某家有刘某某、郭某1、宋某、姜某1文、王某某、李某某、赵某2和我在场",
                "（二）2013年6月28日，郭某1、刘某某为向被害人杨某1索要“高利贷”欠款，伙同宋某、王某某、李某某等人强行将杨某1带至刘某某位于大连市甘井子区的“小红楼”办公室内对杨某1进行殴打，并强迫杨某1签订以石子抵债的协议",
                "在履行石子抵债期间，为防杨某1逃跑，郭某1、刘某某又安排宋某、李某某二人住进杨某1位于大连市甘某区泉水B2区的家中二十四小时监视杨某1近二十日，致使杨某1及家人无法正常生活",
                "期间某日凌晨，刘某某带着王某某闯入杨某1家，对杨某1进行殴打、辱骂",
                "2013年7月15日下午，郭某1、刘某某伙同宋某、王某某、李某某、孙某某、孙某某、王某某等人前往杨某1家中，对杨某1进行殴打，砸毁杨某1家中电视机和茶几，扯坏监控摄像头，并将杨某1推至窗外威胁欲将其从窗外推下，直至杨某1家人报警才离开现场"
            ],
            [
                "杨某1陈述，证实：我先后一共向郭某1和刘某某借了300万元，月利息是一毛，实际到手190万元",
                "后来还不上钱，他俩不断向我催债，我给打借条达到760万元，我没还上钱",
                "2013年6月28日，郭某1带人把我拉到刘某某“小红楼”的办公室，有任林海、李某6、郭某3、刘某某、刘某3、王某某、李某某、宋某、姜某1文、于某某等人在",
                "郭某1打我让我跪在地上，最后我同意签订960万元的抵债协议才离开",
                "郭某1怕我不履行协议，安排宋某、李某某二十四小时在我家看我，期间宋某抢走我两部苹果手机",
                "一天半夜，刘某某来我家，宋某、李某某开的门，刘某某进到我卧室打我",
                "2013年7月15日，郭某1、刘某某带着宋某、李某某、王某某、赵某2、于某某到我家，郭某1、宋某、李某某打我，郭某1把家里电视机和茶几砸坏"
            ],
            [
                "（1）郭某1供述，证实：2013年刘某某向杨某1放高利贷，杨某1还不上了就从我这借钱，我先借给杨某150万元，口头约定月息一毛，后又借给杨某1150万元，约定利息五分",
                "我爸给我打电话说杨某1在格兰西点，我带宋某、王某某、李某某（其他人记不住了）赶到后，要打杨某1，我爸给拦住了",
                "后来刘某某来了，说去他“小红楼”办公室谈，我们都去了",
                "我、刘某某、王某某和杨某1上二楼办公室，其他人楼下等",
                "上楼后没有打杨某1，他说拿砂石顶账，双方签了协议，把我的欠款也算在里面了",
                "我、宋某、李某某、王某某、刘某某到杨某1家里，在谈还钱过程中，除了刘某某，我们在场的其他人都上去打杨某1了，我把电视机和茶几砸了",
                "刘某某和杨某1单独谈，我们下楼看见王某某找的七、八个人也来了",
                "之后为了防止杨某1逃跑，我和刘某某安排宋某、李某某二十四小时跟着杨某1，看了二十多天"
            ],
            [
                "（2）刘某某供述，证实：我没有暴力催讨债务，也没有对杨某1使用过暴力及限制其人身自由",
                "2013年一天下半夜，我领着王某某、彭某1去杨某1家，宋某、李某某被郭某1派去在家看杨某1，我将杨卧室门踹开，杨某1和李某5在屋睡觉，我打了他两个嘴巴子让他赶快还钱",
                "因为杨某1不配合车辆过户，郭某1又把杨某1带到“小红楼”我办公室，当时还有十来个小弟记不清谁了，郭某1打了杨某1，其他人没动手，杨某1同意用石子抵债",
                "2013年的一天，郭某1带着我到泉水杨某1的住处，我们事前就分好工，郭某1扮“黑脸”，我扮“白脸”，郭某1负责打砸，我负责拉劝，这样能震慑对方，一共去了十几个人，有我、郭某1、王某某、宋某、彭某1、李某某"
            ],
            [
                "（3）宋某供述，证实：有一次，我、郭某1、刘某某将杨某1带到刘某某的“小红楼”，刘某某、郭某1、王某某、李某某在屋里，我和杨某1的司机在外边，不知道屋里发生什么",
                "过了一段时间，刘某某当着郭某1的面吩咐我去杨某1家住着并二十四小时看管，我和李某某一起住在他家看杨某1二十天",
                "一天下半夜，刘某某來了进到卧室打他，第二天我和李某某带他去治疗下巴",
                "几天后一个下午，郭某1、刘某某、王某某等人到杨某1家打砸，我和李某某也在屋里，我、郭某1、王某某动手打了杨某1，郭某1还把杨家的电视机和茶几砸了"
            ],
            [
                "（4）李某某供述，证实：格兰西点之后几天，郭某1带着我、宋某、姜某1文去找杨某1，把杨某1带到刘某某的“小红楼”办公室，我就下楼了，在楼下看见徐某1和王某某，直到下午五六点钟杨某1才离开",
                "之后，郭某1安排我和宋某二十四小时在杨某1家看管他",
                "一天下半夜，刘某某带着王某某到杨某1家，一脚踹开他卧室的门，打骂他，第二天我和宋某带杨某1去医院看下巴",
                "2013年7月一天下午，郭某1、刘某某带人到杨某1家，把外面监控拆了，郭某1动手打杨某1，刘某某示意我和宋某打杨某1，被郭某1制止，后宋某又上前打了杨某1两个耳光",
                "郭某1拿起茶几上的水果刀要捅杨某1，被他母亲制止",
                "郭某1要把他从窗户上推下去，被他母亲和刘某某劝阻",
                "郭某1把杨某1家的电视和茶几砸坏了，我和宋某在楼上，不知道楼下有谁",
                "杨某1向郭某1、刘某某借的都是高利贷，我多次看见刘某某把杨某1叫到办公室按刘某某的要求改欠条"
            ],
            [
                "（1）郭某2陈述，证实：2013年10月末的一晚上9、10点钟，我、孙某2、“大坤”去苏某酒吧玩",
                "玩儿完孙某2与“大坤”先出来去对面取车，我后出來，等我出去看见孙某2的车被四、五辆车挡住，下来十五个人左右，有人手里拿砍刀，有人手里拿棒球棒，就听见有人喊“刘某1在哪”，孙某2他们就说你们打错人了",
                "我从苏某跑向霸道车，把周围的人拉开，我看见“大坤”用右手捂着左手，全是血，孙某2在旁边站着，走到孙某2旁边我感觉左侧腰部疼，用手一摸才知道被人捅出血了，我回头看见一个男子手里拿着砍刀，砍刀上还有血，后来出现个个子不高的男子让他们停手，他们才停手",
                "这名男子自称“山东路小涛”，等“小涛”跟孙某2说了几句话后，我与“大坤”去了医院，我去长春路医院缝的针",
                "最后孙某2给我两万元作为补偿",
                "（2）王某3陈述，证实：2013年10月末的一天晚上十点左右，郭某2、孙某2、我在苏某酒吧玩，我先从酒吧出来，刚上霸道车就看见旁边过来四、五辆车把霸道车堵住了，车上下来十五、六人，有人拿砍刀，有人拿棒球棒，下车就奔我来了，嘴里骂骂咧咧，手里拿着砍刀要把车门拉开砍我，我用手拦着不让他们把车门拉开，但没拦住，其中一个人用手里的刀砍我，我用右手挡了一下，右手虎口的位置被砍了，出血了，我喊“你们干什么，是不是打错人了”",
                "孙某2这时也走过来说打错人了，郭某2往霸道车走时大喊“你们捅我干什么，你们是不是打错人了”",
                "这时出来一个个子不高的男子，问“刘某1”在哪，孙某2说他认识“刘某1”，“刘某1”把这台霸道车抵押给孙某2了",
                "这个个子不高的男子自称是“山东路小涛”，随后我去的山屏街210医院分部把手缝上了，过一天我收到孙某2和郭某2送来的2.5万元还是3万元现金作为医疗费，这事就算两清了"
            ],
            [
                "（1）郭某1供述，证实：香洲花园事后，我为了报仇让王某某安排人找了“刘某1”一个月左右",
                "一天，宋某给我打电话说在中山区苏某酒吧门前看见“刘某1”的丰田霸道车了，我给张某2和王某某打电话让找人去苏某打刘某1",
                "我、宋某、张某2、王某某、王某某、朱某、王某5、彭某1、孙某某、王某、朱某1、李某某等人赶到苏某酒吧，“刘某1”的绿色霸道车停在苏某对面一个诊所的马路牙子上，宋某开的白色宝马X6车停在附近专门盯着那辆绿色霸道车",
                "到了之后王某某和朱某到霸道车跟前就开始砍，我到跟前看不是“刘某1”就把人拉开",
                "王某某和朱某拿着三十公分长的七孔砍刀，我当时和被害者留了电话，并在长春路医院门口见面，当场给了2万元钱",
                "后来又在希尔顿酒店给了18或者20万元"
            ],
            [
                "（2）宋某供述，证实：我最先发现“刘某1”的霸道车，打电话告诉了郭某1，并开着白色宝马X6停在绿色霸道后方，堵着霸道车",
                "二十分钟后郭某1带着四、五台车二十多人来到苏某",
                "一个多小时后郭某1等人将从苏某出来准备上车的几人围在中间刀砍和殴打",
                "期间朱某和王某某持刀将对方砍伤，郭某1将被砍的人送到长春路医院，肚子被砍的人在长春路医院进行了缝合，手部被砍伤的转到了210医院肌腱缝合",
                "郭某1从彭某1那里拿了20万元赔给了对方",
                "当天晚上只王某某和朱某自己带了两把刀",
                "当天去的人有郭某1、我、张某2、王某某、孙某某、王某某、朱某、王某5、彭某1、孙某某、王某、小广、林某、王某1赵某2、李某某等人",
                "其中，郭某1是叫人、指挥、是所有人的头，负责出面摆事",
                "孙某某、朱某1、张某2、彭某1、王某某是领人去的",
                "王某某、朱某、王某5、孙某某、王某、王某1赵某2、李某某等人是被他们叫去的"
            ],
            [
                "（4）王某某供述，证实：2013年的一天晚上大概十点，孙某某接到电话，叫我、孙某某、“大飞”一起去苏某酒吧",
                "到酒吧后，我、朱某、“大飞”上了宋某的车，宋某从驾驶座下拿出砍刀，分发给我、朱某、“大飞”每人一把，朱某称要堵“刘某1”的霸道车，报复他",
                "等了大概一个小时后，有人要上霸道车，我下车冲过去时，已经有人厮打在一起，并且对面的人一直在说“你们找错人了”",
                "这时从苏某酒吧方向冲过来一个挺高挺胖的男子，我从这名男子的侧面冲过去，左手反握砍刀，刀刃向外，刀身与胸部平行，两只手一起推，把这名男子推开，在推开的同时把对面这个男子的肚子砍破了",
                "随后郭某1出面，让停手，看见对面有人受伤，也没有找到“刘某1”，就带着受伤的人去了医院，我们这些人就散了",
                "第二天我得知郭某1赔了20万元，把这事私了了",
                "郭某1是指挥的人，示意他们去砍对方",
                "当天去的人有：郭某1、宋某、朱某、孙某某、王某某、孙某某，剩下的人我不认识"
            ],
            [
                "（6）孙某某供述，证实：当天宋某给王某某打电话说找到“刘某1”的车了，郭某1让赶紧全过去报仇",
                "大概晚上十点孙某某带着我、王某某、“大飞”到了苏某酒吧",
                "宋某给我、王某某、朱某一人一把刀，宋某自己拿一把刀",
                "郭某1指着一辆车说一会谁上车就砍谁",
                "后来“大飞”把我的刀拿走",
                "一个小时后宋某、“大飞”、朱某、王某某冲向两名准备上车的人砍对方，我捡了个刀鞘冲过去",
                "朱某将对方一个手划伤了",
                "一个肚子被划了一刀，我没看见是谁砍的",
                "记得当时有林某、李某某、王某某在，其余想不起来了"
            ],
            [
                "（7）王某供述，证实：我、孙某某、“大飞”、孙某某、王某某给王某某媳妇过生日，期间宋某打电话给王某某说香洲砍他们的人找到了",
                "王某某跟孙某某说了这件事，孙某某带着我、“大飞”、孙某某、王某某开车去了苏某",
                "到了之后我看到宋某喊了十五、六个人在那汇合，宋某从袋子里拿了一把刀给了王某某",
                "一个小时后，宋某车上下来三、四个手里拿刀的人朝苏某酒吧对面去，五六分钟后各自开车跑了",
                "过了一会儿孙某某打电话让我往北京街方向走跟他们汇合，汇合时看见有孙某某、王某某、孙某某、“大飞”、郭某1、宋某、王某某、彭某1、张某2，并听见王某某说宋某看错人了，给人家肚子划一刀，手划一下"
            ],
            [
                "（8）朱某供述，证实：2013年具体时间记不清了，张某2给我打电话，让我跟他去苏某酒吧门口摆阵、打仗",
                "晚上八点张某2、郭某1带着宋某、王某某、孙某某、“大飞”、还有一些我不认识的人来了，我才知道要打一个叫“刘某1”的人",
                "宋某给我一把刀，拿刀的还有宋某、王某某、孙某某、“大飞”",
                "过了一个小时我看见宋某拿刀向对面吉普车走去，我也拿刀跟过去，对面有三、四个人，我拉开后门用刀比划后面的人，对方用手挡了一下，还抓住我的刀",
                "郭某1喊打错人了，我们就撤了"
            ],
            [
                "（1）孙某某供述，证实：2014年夏天一天晚上十二点左右，郭某1让我带人去麦莎集合，说他跟人打起来了，我给王某某打电话，让他联系孙某某、王某赶紧去麦莎，我自己开车直接去的",
                "到了港湾广场看见郭某1他们已经集合了，我看见郭某1、王某某、孙某某、王某、张某2、朱某1、王某某、王某1彭某1、朱某等人",
                "郭某1一共纠结了四十余人在港湾广场集合，然后去了麦莎",
                "郭某1带着我们这些人将麦莎门前围住，拿着斧子、砍刀、镐把砸麦莎的门，我在后面看见王某拿个武器往前冲",
                "后来警察来了，警察还朝天开了一枪，我们就逃跑了"
            ],
            [
                "（3）王某某供述，证实：孙某某给我打电话说郭某1的朋友在麦莎被人打了，让我们去麦莎",
                "我跟孙某某、王某打车到港湾广场集合，看见聚集了五、六辆车",
                "之后就一起去了麦莎，下车就往麦莎大门口冲，看他们踹门，孙某某、我、孙某某、王某都往麦莎门口跑，王某还拿了一把刀，接着听见有人喊有警察，还听到警察开枪，我们就上车跑了"
            ],
            [
                "（4）王某供述，证实：有天晚上孙某某给我打电话让我去港湾广场集合",
                "我看见有五、六辆车，之后一起开车到麦莎",
                "我看见有人在踹门，我最先下的车，手里拿着刀，王某某、孙某某、孙某某也跟着下了车，我拿刀往麦莎里冲，听见有人喊有警察，我跟孙某某、王某某、孙某某就返回车里逃跑了"
            ],
            [
                "（6）李某某供述，证实：2014年年底一天晚上，王某某接到郭某1电话让去麦莎，我和王某某开车去的，看见郭某1已经找来四、五十人把麦莎包围了",
                "郭某1命令大伙闯门、砸门，我当时在大门口站着，王某某在外围站着，都没有砸门",
                "后来警察来了，我们就跑了",
                "后来郭某1让我们去投案顶包，我被行政拘留五天，王某某被判了六个月"
            ],
            [
                "隋某陈述，证实：2016年因为还不上郭某3的钱，郭某3让我到郭某1那里借20万元，郭某1给了我16万元，我就把这16万元给了郭某3",
                "到期后我没有还上郭某1的钱，郭某1将我叫到了办公室，打了我两个耳光，并说晚一天还钱就加2万元",
                "过了几天，郭某3把我叫到办公室，不一会郭某1带刘某4、刘某5、于某某过来了，随后郭某1拿出一把砍刀要砍我，被郭某3拦下了，之后郭某1的手下对我进行殴打，之后我找到了林英豪说情，郭某1同意晚几天还钱，但是必须还25万元，过了几天我给郭某1转了25万元"
            ],
            [
                "（1）郭某1供述，证实：隋某的女儿结婚，向我借了20万元，到期后隋某没有还钱，打电话也不接",
                "有一天，我爸打电话告诉我隋某在他办公室，我就带着宋某、于某某等人去了",
                "到了之后，我就骂隋某，还想打他，被其他人拦下了",
                "我当时还拿我爸桌子上的刀吓唬隋某了，但是也被拦下了",
                "之后我跟隋某说晚还一天就多还2万元，十多天后，隋某把钱还给我了，但只还了20万元本金"
            ],
            [
                "（2）宋某供述，证实：郭某3放高利贷给隋某",
                "有一次郭某1带着我和于某某去郭某3办公室吓唬隋某，张某2、孙某某、彭某1、王某某、赵某2也来了",
                "隋某说话声音有点大，我上去拍了他肩部两下，告诉他好好说话",
                "我们去的目的就是吓唬隋某让他赶快还钱"
            ],
            [
                "（3）宋某供述，证实：有一次郭某1他们在夏家河子海边找到杨某1，当时我不在，后来才到按摩院，看到郭某1、刘某某、孙某某、王某某、朱某、孙某某、王某",
                "后来郭某1、刘某某、杨某1三人在屋里谈事，我和其他人在外边不知道里面发生什么事，打没打杨某1我记不住了",
                "后来将杨某1带到来福门洗浴，他们三人在包房里谈事，我洗完澡就离开了"
            ]
        ],
        "cause": [
            "聚众斗殴罪",
            "非法拘禁罪",
            "寻衅滋事罪"
        ],
        "case_no": "（2020）辽0203刑初128号"
    },
    {
        "fact": [
            "2018年1月25日晚上，被告人荆帅与其朋友张某某饮用了大量啤酒和白酒",
            "当晚凌晨，张某某酒后又用电话约其朋友高2某继续饮酒",
            "此时，高2某与其表哥高1某、表弟高某正在运城市盐湖区人民南路河东夜市陈记烧烤城宵夜",
            "凌晨4时15分，高2某在陈记烧烤城门外迎接乘坐出租车的张某某和被告人荆帅",
            "该三人见面后，在陈记烧烤城门口的马路附近醉酒闲聊",
            "凌晨4时44分，高1某驾车与高某出了陈记烧烤城，在人民南路道路中央唤高2某上车回家，得到了张某某和被告人荆帅的阻拦",
            "期间，被告人荆帅和张某某（另案处理）与高某、高1某以及高2某发生厮打，被告人荆帅手持一把折叠刀（长约20公分）在高某腹部、胸部连捅三刀，致高某受伤",
            "同时查明，2018年6月14日，被告人荆帅亲属与被害人高某达成赔偿协议，被告人荆帅赔偿高某经济损失33000元，并得到被害人高某的谅解",
            "2019年1月14日，被告人荆帅在其亲属陪同下，到运城市公安局盐湖分局东城派出所投案"
        ],
        "evidence": [
            [
                "2018年1月26日，证人高2某出具的书面报案材料及1月26日8时，侦查人员对证人高2某所作的询问笔录，主要内容：2018年1月26日凌晨1时许，我刚下班准备回家休息时，我表哥高1某给我打电话说：心烦的，想喝酒，我说：走，咱们去河东夜市的陈记烧烤城",
                "没一会，高1某开车和我表弟高某过来把我接上就去了陈记烧烤城",
                "点餐后，我们三个人在饭店喝了约1箱半啤酒",
                "大约凌晨2时许，张某某给我打电话说：我失恋了，想和你喝会酒，我当时在电话听他喝多了，感觉有点醉酒状态就说：我今天有事，明天我请你喝酒",
                "张某某断断续续给我又打了几个电话后，我告诉他我在河东夜市的陈记烧烤城",
                "大约凌晨3时许，张某某和他朋友大帅坐出租车过来了，我和张某某在饭店门口聊了几分钟，对他说：你在门口等下我，我进去给我弟他们说一声，咱们再找个宾馆喝酒，张某某拉着不让我进去，我只能带着他进了饭店里面",
                "在饭店里面，张某某就大吵大闹，我把高1某、高某叫出来后在饭店门口拦了一辆车",
                "高某刚坐上车，张某某就拉着高某的衣服，高某说：你要怎么样？，张某某和大帅拉着高某的衣服就把高某从车里拉出来",
                "接着就用拳头在高某身上打了几拳，我和高1某就上前拉架，我当时用拳头打了张某某背部两拳，用脚踢了大帅腿部两脚",
                "高某当时有没有还手我没有看见",
                "高1某当时拦住了张某某，但有没有动手，我没有看见",
                "这时，大帅不知道从哪里拿出一把匕首就在高某的胸前捅，我和高1某看见后就上前将大帅手上的匕首夺下来",
                "大帅拿的是一把黑色的折叠匕首，展开长约20公分左右",
                "高某胸前的衣服都是血，我和高1某拦了一辆车将高某送到了盐湖区人民医院检查并报了警"
            ]
        ],
        "cause": [
            "故意伤害罪"
        ],
        "case_no": "（2019）晋0802刑初240号"
    },
    {
        "fact": [
            "因魏寿明等人在安远县三百山镇虎岗村一个称为“蛇巷”的地方开设赌场，与唐寿长等人发生纠纷，2012年6月9日14时许，魏寿明打电话给唐寿长相约半小时后在三百山镇山门旁打斗",
            "随后魏寿明便纠集魏昌先、魏兴波、魏清泉、魏丽峰、黄桂华（在逃）等十余人，唐寿长则纠集谢学军、谢宏利、谢东兵、唐志鹏、梅超法、谢东红、唐承浪等十余人，双方将砍刀、铁叉、钢管、铁锹等器械放在各自的车尾后备箱后先后前往三百山镇山门旁",
            "唐寿海闻讯后也手持砍刀随后赶去",
            "魏寿明等人驾车来到黄背村松树林附近，并且将器械分发后，双方往山门走去",
            "在双方相距十几米远时，魏寿明等人便与唐寿长等人对峙互骂，随后魏寿明拿出消防枪开了一枪，并使用催泪剂喷向手持工具的唐寿长、唐寿海等人，后手持砍刀与其二人对打，随即孔田方与三百山方持械聚众斗殴",
            "在打斗中，魏寿明右上臂被唐寿海砍伤，唐寿长右拇指被魏寿明砍伤",
            "魏兴波的额头右侧被谢东兵扔来的钢管砸伤",
            "魏昌先、黄桂华、魏清泉等人则先手持工具站在最前面威胁、阻止三百山人上前，后对三百山人进行追赶，在追赶过程中，唐志鹏被魏兴波打倒在地，随后又被魏寿明砍伤"
        ],
        "evidence": [
            [
                "1、同案人魏寿明的供述我是来投案自首的，我于2012年6月9日下午1点多钟在三百山镇新做的三百山山门附近的安寻公路上和三百山一方的人打架",
                "孔田方我认识的人有黄桂华（绰号“金脑盖”）、魏昌先（绰号“小炮”）、魏兴波（绰号“新加波”）、魏某乙（绰号“老炮”）、魏清泉（绰号“三步倒”），还有魏某丙（绰号“烂仔”）是我们打完架之后来到现场的，另外还有几个年轻人我叫不出名字",
                "三百山这方我认识的人有唐寿长、唐寿海、谢东兵、谢宏利、绰号“大毛”、绰号“小毛”、绰号“浪古”的人，另外还有几个年轻人我不认识",
                "6月8日这天下午我在三百山镇“蛇巷”开设了一个赌摊，叫了一些人过来赌博，没开多久就听说三百山的唐寿长要带人来砸赌摊，我就收拾赌摊离开了",
                "这件事让我心里很不服气，所以6月9日这天中午12点多我就打电话给唐寿长，唐寿长说不同意我在三百山开（赌场），后来我就说有本事你就等我半个小时，后来我就叫上人过去到三百山那去了",
                "跟唐寿长打完电话之后，我就分别打电话给魏某丙、黄桂华、魏兴波、魏昌先四个人，我跟他们说我要去和三百山的唐寿长打架，要他们陪我一起去，其他的人可能是听说了我要和三百山人打架的事，就去了那里凑热闹、围观、助威",
                "我向别人借到车后，就先回到了我家中，我从家里拿出了以前存放的铁管、几把砍刀、1瓶催泪剂、1把消防枪，还带了一发粉末弹药",
                "我把这些家伙放进了车辆的后备箱，然后就开车去接黄桂华、魏昌先，还有两个和魏昌先在一起的年轻人，他们也坐上我的车一起去了三百山",
                "我们到达三百山新做山门那，魏兴波开他自己的车稍后赶到的",
                "我开车到达新做山门处，唐寿长等人还没有到，我把车停在路边，他们下车后，我从车后尾箱内拿出之前准备好的家伙放在了路边，工具都是我准备的",
                "我把消防枪放在腰上，催泪剂放在裤子口袋内，又拿了一把砍刀，黄桂华也拿了一把砍刀，我们二人带头往山门方向走，其他人跟在后面",
                "走到山门位置时，我看见唐寿长、唐寿海持砍刀在前面带头从三百山方向走过来了，双方相距十几米远的时候，我很冲动，从腰上拔出消防枪，朝天上开了一枪，枪口冒出一大片白色粉末，我企图制造这些粉末来伤害对方的眼睛",
                "开枪之后，我第一个持砍刀朝唐寿长冲过去，冲过去后，我立马拿出催泪剂朝唐寿长、唐寿海等人喷去，但未喷中他们",
                "唐寿长、唐寿海二人见我冲过来，就持砍刀上前和我打斗",
                "双方砍打不到两分钟，我的左手手腕和右手手臂就被砍伤流血了",
                "我看见黄桂华拿了一把砍刀，魏昌先拿了一根铁管，魏兴波拿了一根铁管，三百山这方有唐寿长、唐寿海、谢东兵、谢学军、谢宏利他们都动手了，拿的是砍刀还有铁棍",
                "打斗时我整个人很激动，脑子里一片空白，只想着要去砍唐寿长，我好像砍伤了唐寿长，砍的什么部位我就不清楚了",
                "我自己如何受伤的我都不知道，事后听孔田方的人说我是被唐寿海砍伤的",
                "黄桂华看见我受伤后就过来搀扶着我往后（孔田方向）退，并叫人开车把我送到了孔田卫生院救治",
                "我在孔田卫生院治疗时，才知道魏兴波受伤了，他也在卫生院治疗，听说是被谢东兵扔的铁管打伤了头部"
            ],
            [
                "2、同案人唐寿长的供述我和“铁锹”等人发生矛盾的主要原因是因为今年6月初的时候，“铁锹”在三百山虎岗村蛇坑储果库里开了一个“大小点”的赌场，到6月9日那天下午两三点钟的时候，“铁锹”打电话给我，让我半个小时后去三百山新做的大门那里等他",
                "后来我就去了那，当我走到离“铁锹”大约两三米远的时候，“铁锹”开了一枪，拿着一把“关公刀”，他先用催泪剂喷我的眼睛，然后和另外三四个人一起砍我，其中，“铁锹”最先动手，并且他当场把我的大拇指砍断了",
                "我就往三百山圩上的方向跑，他们就边追边砍，我就捡到一把铁锹挡了他们几下，后来铁锹也被他们打断了，后面我就跑掉了",
                "孔田方的人大部分拿着长砍刀，还有少数几个人拿着鱼叉",
                "我自己在路边捡了一把铁锹，其他人我始终都没有去注意",
                "当时孔田方冲在最前面的有“铁锹”、“小炮”、“新加波”、“三步倒”、魏丽峰、魏树标（音）、“金脑盖”、“短古”几个人，他们表现的最积极"
            ],
            [
                "5、同案人魏丽峰的供述打架具体时间我不记得了，那天我和魏昌先正在他的茶庄喝茶，魏寿明和“老炮”（魏某乙）、“金脑盖”（黄桂华）等五、六个人开了一辆小轿车过来，说他们要去三百山和三百山人打架，然后就开车走了",
                "我不知道魏昌先是不是和他们一起去的，我就坐他人的摩托车一起去了",
                "我到了山门以后，看到孔田和三百山两方人手里拿了工具在那打架，我就在山门路边捡了一根铁管拿在手里",
                "我看到魏寿明正在和唐寿长、唐寿海兄弟二人打架，“三步倒”（魏清泉）正在和三百山的一伙人对打，“新加波”的额头被三百山那方人扔过来的铁管砸伤了头部",
                "双方没打几下，魏寿明就被砍伤了，后来三百山人就往三百山圩上跑，孔田有些人就跟着追了一百多米"
            ],
            [
                "6、同案人唐寿海的供述我是听唐文进告诉我说我哥唐寿长在三百山山门那里和人打架，我就拿把水果刀往那跑，我跑过去的时候，看见我哥唐寿长手持一把铁锹和魏寿明手持一把大砍刀在那对打，孔田方的“小炮”、“新加波”、“短古”，还有其他人我不认识，就拿工具往我们这边砍过来，我们这边的都是很短的工具，三百山这方人就往回跑，我哥和魏寿明对砍了几下，我哥的铁锹打掉了，也往回跑，而孔田人就追",
                "我看到这情况也往回跑，我看见路边有一根铁棍，捡了起来，往三百山方向跑",
                "跑了100米左右，孔田那方人追到了唐志鹏，具体他们是怎么打他的我就不知道",
                "后来才知道，唐志鹏被他们砍了手臂上两刀，后背上一刀，我哥唐寿长一个大拇指前面一点被砍断，谢东红好像是脖子被叉子划了一下",
                "孔田那方一共去了10多个人，其中“短古”、“铁锹”、“新加波”、“小炮”这四个人我就认识，但不知道叫什么名字",
                "他们具体拿什么工具我记不到，就看见他们拿那种很长把的大砍刀和叉子"
            ],
            [
                "8、同案人谢宏利的供述那天中午我在三百山圩碰上唐寿长等一伙人，唐寿长说孔田的“铁锹”打电话他，要来三百山找他打架，叫我去帮手打架，我坐上唐寿长的车一同去的打架现场，当时车上还有梅超法",
                "孔田方“铁锹”等一伙人已等在那里，我们下车后，一下子谢学军、谢东兵、唐承浪等人也来了",
                "唐寿长从他小车的后备箱里拿出来几把铁锹和几根钢管（空心的），分发给我们在场的人",
                "孔田方有人带了加长的砍刀和铁叉",
                "孔田方叫“铁锹”的人从身上掏出一把枪，朝天上打了一枪，“三步倒”、“金脑盖”两人拿出催泪剂喷人，喷完就拿着钢叉等工具冲过来，魏丽峰拿铁叉打三百山这方人，我就看到唐寿长拿着铁锹冲上去参与了打斗，突然孔田方那边一伙人就拿着铁叉等工具冲上来打，我方也有几个人冲上前和孔田方的人对打起来",
                "这时，对方有人拿着加长的钢叉和砍刀朝我和唐承浪站的这边冲打过来，我马上扔了铁锹往回跑，同时也看到很多三百山方的人也往回跑，跑到松树林那里，我就坐上唐寿海的车往三百山圩镇方向开去",
                "参加打架的有唐寿长、唐寿海、谢学军、梅超法等人",
                "孔田那方有魏寿明、“小炮”、魏丽峰、“三步倒”、“金脑盖”、“新加波”等人"
            ],
            [
                "9、同案人谢东兵供述我是唐寿长邀去的，当时唐寿长和梅超法在一起，唐寿长叫我和他一起去打架，并且“铁锹”他们已经到了三百山",
                "后面谢学军、谢宏利、唐承浪、谢东红等十几个人就陆续过来了",
                "当时唐寿长、谢学军、“烟腾”都开了自己的小轿车",
                "我们都在离山门不远的松树林下了车，唐寿长让我们去他车后备箱里拿工具，我、谢宏利拿了一根钢管，唐寿长、“烟腾”各拿了一把砍刀，后来唐寿海手里也拿了一把砍刀，谢学军拿了一把铁锹，唐承浪、谢东红、梅超法、唐建山（音）、“小毛”他们也都拿了工具，大家手里当时基本上都拿有砍刀、钢管、铁锹等工具",
                "砍刀、钢管应该是唐寿长准备的，铁锹是谢学军拿来的，“烟腾”的砍刀是从他自己的车子里拿出来的",
                "我们到了山门那以后，我还看到了唐志鹏也在那，唐志鹏有无拿工具我记不清了",
                "就看到“铁锹”、魏兴波等几十个人已经到了那里，每个人手里基本上都拿了关刀、砍刀、铁叉、钢管等工具，“铁锹”、魏兴波、“金脑盖”、“小炮”、“三步倒”等人站在孔田方最前面，我方的唐寿长、唐寿海、谢学军、梅超法、谢宏利、唐承浪、谢东红等人站在最前面，开始“铁锹”和唐寿长一边往前走，一边吵口、对骂，然后我就听到一声枪声，我看到魏寿明用催泪剂喷唐寿长、唐寿海、唐承浪等人，紧接着听到有人喊了一声“散开来”，孔田那方的人就往我们这边冲过来，我们就往三百山圩上跑",
                "魏兴波拿着钢管和其他三四个手拿砍刀的人朝我冲过来，我就将手里拿的钢管朝魏兴波扔过去，打伤了他的额头",
                "“铁锹”与唐寿长、唐寿海对打时拿的是一把关刀，后来好像从“三步倒”的手里抢过一把铁叉"
            ],
            [
                "11、同案人唐承浪的供述我是和唐寿长、唐寿海、谢学军、谢宏利、谢东兵、唐志鹏、谢东红、“小毛”、黄荣茂（绰号“烟腾”），还有一些我不认识的共一二十人和孔田的魏寿明、“新加波”、“小炮”、“三步倒”、“短古”、魏丽峰等一、二十人，在三百山山门那打架",
                "是谢东兵邀我去的，我知道他还叫了“小毛”和黄荣茂",
                "我在山门附近的马路边拔了一根篱笆，快走到三百山人最前面时，我就听到一声枪响，魏寿明和其他几个人一起向三百山人喷催泪剂，我眼睛里都进了一些催泪剂",
                "我走到马路边揉眼睛，看到唐寿海和唐寿长拿砍刀与拿砍刀的魏寿明对打，当时很多人都在吆喝，我眼睛不舒服，就慢慢往我的饭店方向走，后来我看到有一个人背着唐志鹏往圩上方向走，当时唐志鹏已被砍伤了"
            ],
            [
                "13、同案人黄桂华的供述那天中午，我和魏昌先、魏寿明及几个年轻人在孔田镇一块吃午饭，后来魏寿明说，他和唐寿长说好半小时后去三百山镇山门处打架",
                "我们五人坐一辆小车到了离山门还有一、二十米远的地方，下了车",
                "魏寿明从尾箱拿了一把砍刀，魏昌先拿了一把扒刀，我拿了把砍刀，那两年轻人各拿了一把砍刀",
                "我们同车的五人先往三百山方向走，过了山门处往三百山方向走了一、二十米后，我们就站在路边等",
                "等了五、六分钟，三百山那边有人慢慢走过来了，手上也拿了刀、棍这类的工具",
                "与此同时，魏兴波、魏清泉、魏某乙等人也来到了我们身边",
                "这时，大家分成两边站立着，相隔三、四米的距离，魏寿明突然拿出一把消防枪朝天空开了一枪，魏寿明和唐寿长互相对骂，然后俩人就打到一块去了，我拿着刀乱挥舞着，并叫三百山人不要过来",
                "孔田这边的魏兴波、魏昌先、魏清泉等人就朝三百山镇人那边的方向冲过去",
                "三百山人就边逃跑边朝我们这边扔东西",
                "魏兴波的头被对方扔的铁棍打伤了，没追到三百山那边的人，有人看见一个三百山的年轻人躲在一棵树下，魏兴波他们就动手打了他，还有人动刀砍了他"
            ],
            [
                "1、证人魏某甲的证言今天下午二点二十分的样子，我开车路过三百山镇安寻大道黄背村松树林路段时，发现有二伙人在那边打架，打架双方总共有二、三十人",
                "不过真正动手打架的人只有四、五个人，手里拿着铁棍、砍刀互相对打，其他人则手拿工具围在那里",
                "突然看到一个人用手掩着自己头部，好像被对方打了一铁棍，然后就看到一伙人追着另一伙人往三百山圩方向跑，突然被追打的那伙人又反过来追着那伙人打",
                "我就开车调头往三百山圩驶去，行驶至三百山卫生院时，就看见刚才打架的其中一人头被打破流血的人正往卫生院抢救，当时我就报了警"
            ],
            [
                "2、证人魏某乙的证言案发当天我开车想去三百山镇“蛇巷”的赌摊上去赌博，路过新做山门时，发现有二伙人在山门前方，我看见这些人中有我认识的人，便下车去看看发生了什么事",
                "我看见魏寿明拿枪，不知朝哪个方向开了一枪，就这样双方动手打起来了，我看见孔田这方魏寿明拿了一把砍刀，“小炮”（魏昌先）、“三步倒”、“新加波”也都拿了铁管、铁叉类工具，三百山这方的唐寿长拿了铁锹，唐寿海手持一把砍刀，谢东兵拿的是铁管，黄桂华手上也拿了工具",
                "孔田方的一个人拿铁管打伤了谢东红的脸部，魏寿明和唐寿长、唐寿海打斗过程中，唐寿海砍了魏寿明的右手臂，这时双方的人开始往两边散开，正在退的时候，谢东兵朝魏兴波扔了一根铁管，正好打在魏兴波的额头，魏兴波就拿着铁管去追三百山方的人，追上了一个20岁左右的年轻人，朝他背部打了几铁棍，把那个人打倒在地，魏寿明就上前去拿刀砍了这人几刀，之后这个人爬起来跑掉了"
            ]
        ],
        "cause": [
            "聚众斗殴罪"
        ],
        "case_no": "（2013）安刑初字第75号"
    },
    {
        "fact": [
            "2017年3月27日，阳泉煤业（集团）平定东升兴裕煤业有限公司（以下简称兴裕煤业）与平定县浩龙运输服务有限公司（以下简称浩龙公司）签订协议，约定由浩龙公司承运兴裕煤业的煤炭",
            "2017年4月份开始，平定县冶西镇苏村村的车主陆续与浩龙公司签订《浩龙运输公司制度协议书》，由浩龙公司对签约车辆进行管理",
            "2017年6月份，浩龙公司单方决定每车每月需向公司缴纳200元管理费，并扣除了首月200元管理费",
            "2017年6月14日上午，被告人张彦福、郝宏卫与王某、单某、单某1、潘某、单某2（均另案处理）等人在平定县冶西镇苏村村村民委员会办公室因车辆运费结算与扣缴管理费等问题与浩龙公司的杨某、孙某、胡某等人发生争执，杨某遂动手先殴打潘某，孙某见潘某在裤腰间别着一把小刀，遂将该刀强行夺走，潘某与孙某发生相互推打，后双方被在场人员拉开",
            "胡某、孙某驾车离开现场后，潘某与杨某在苏村村委会对面的马路上再次发生言语冲突并互殴，被告人张彦福遂持砖块追打杨某，并将砖块砸到杨某的背部，后杨某离开现场",
            "胡某、孙某二人驾车返回苏村村委会时，见被告人张彦福、郝宏卫与王某、单某、单某1、潘某、单某2等人持搞把在苏村村委会对面的马路上站着，胡某与孙某下车后，孙某持小刀与潘某等对方人员发生言语冲突，后被告人张彦福与王某、单某、单某1、潘某、单某2等人遂持镐把等追逐、殴打、砸向孙某，致孙某胳膊、腿部受伤",
            "在诉讼过程中，杨某对被告人张彦福行为表示谅解"
        ],
        "evidence": [
            [
                "（21）王某的供述：2017年6月14日上午十点左右，我在苏村村委会院子里闲聊，当时有十几个人，都是村里养车的人在一起说车辆运输费的问题，过了一会儿，杨某相跟着三四个四十岁左右的男子过来，杨某是兴裕煤矿管运输车辆的管理人员，他和玉文（潘某）说车辆运费的事情，刚说了三五句就嚷起来，杨某动手打玉文，玉文没还手，我们在场的人把他们拉开，杨某就和他的人离开了，我们一群人仍在一起闲聊，当时我们看到村委会斜对面一台子上放着镐把，我们就拿了镐把站在那儿，因为我们害怕他们返回来和我们闹事",
                "杨某他们走了十多分钟，原来和他相跟的两个人就返回来，其中一个东北口音男（开车的）就又要打玉文，我们拿着镐把吓唬那两个人，那两个人就跑，我们追了十来米就不追了，我们没有打那两个人",
                "（问：都谁拿镐把）玉文（潘某）、计文（单某）、提小（单某1）、建国（单某3）还有我，其他人记不清了",
                "当天现场其他人我记不清了，都是养大车的人",
                "我拿镐把来，因为当时司机们都在场了，拿镐把的人也有十几个人了，具体都是谁们持镐把来，我以前都讲过了，现在记不起来了",
                "（问：你们是否打杨某来）当时在场的张彦福（音）拿砖头朝杨某背部打了一下，其他人没有打",
                "2017年6月14日上午，发生在冶西镇苏村村委会外马路上的持稿把追逐打东北人孙某时，张彦福没有追逐殴打东北人孙某",
                "郝宏卫是我亲姐夫，案发当天郝宏卫就不在现场，根本没有拿稿把殴打孙某",
                "（问：是你没有见打还是就没有打）答：就没有打"
            ],
            [
                "（22）单某2的供述：2017年6月14日发生在苏村村委会门口持镐把追逐殴打东北人一事，现场除了我、王某、单某、潘某、单某1还有张彦福和郝宏伟也持镐把追逐殴打东北人了",
                "张彦福和郝宏伟当时都养车了，他两个人养的都是前四后八半挂车，车号不知道",
                "张彦福当时还拿半头砖砸了杨某",
                "我从开始到最后一直是拉架，没有动手",
                "单某1买回镐把，我只是拿了拿，后来发生打架时，我就扔了镐把",
                "还有就是浩龙公司刚进苏村时，没有打车给他们干活，我听见葛振刚给潘某打电话，让我和潘某给浩龙公司先联系车，干开就行了",
                "我们还主动帮浩龙公司联系车，我们就没有堵过路，包括张彦福和郝宏伟也没有堵路",
                "2017年6月14日上午，发生在冶西镇苏村村委会外马路上的持稿把追逐打东北人孙某时，当时张彦福在现场来，并且手里拿着稿把，没有追打孙某",
                "当时郝宏卫在现场来，他拿没拿稿把，其记不清了",
                "张彦福拿了一块砖头（砖头是从哪来的其不清楚），扔在了杨某的背上，杨某就跑了，至于受伤没有其不清楚，其没有打杨某",
                "其当时在现场来，但自始至终其没有参与打架，跟其也没有关系"
            ],
            [
                "（25）单某的供述：2017年6月14日上午10时左右，浩龙公司的杨某，还有四、五个好像是东北人打了潘某",
                "四、五个人拳打脚踢潘某，其中一个人还拿着一把刀像是小匕首，后来我们就把他们拉开了，出了办公室门外杨某就用拳头打潘某的脸部",
                "我没有见持刀的人用刀伤人",
                "潘某没有动手，他左眼肿了，右肩膀处流血了",
                "2017年6月14日苏村村委会打架我只记得单某1、王某二人都拿镐把，当时拿镐把的有二十多人，我不记得了",
                "潘某肯定在场来，因为事情就是因为他引起来的，但他拿没拿镐把我就不清楚了，因为当时现场人太多了",
                "镐把从哪里来的我不清楚",
                "杨某用拳头打潘某的头部，用脚踢潘某的身上，我们的人就往开拽扯，后虎妞的司机拉着虎妞就走了，说是叫人去呀",
                "当时在场的张彦福就说你们还在村委会打人了，就把杨某赶跑了",
                "2017年6月14日上午，发生在冶西镇苏村村委会外马路上的持稿把追逐打东北人孙某时，我记不得张彦福是否持稿把追逐殴打孙某，我记得郝宏卫就不在现场",
                "我没有见张彦福、单某3（单某2）殴打杨某，但见杨某及东北司机殴打潘某"
            ],
            [
                "（26）被告人张彦福的供述：2017年6月14日上午十一点左右，当时村里养车的司机都到了村委会院里商量浩龙公司收取煤车管理费用的问题，在商量问后，我从苏村村委会院里出来回了洗煤厂，后来我从洗煤厂出来返回到村委会门口时，看见潘某和杨某发生了冲突，两人发生了打架，两人互相推打在一起，他两人相互推打期间，我没有见他们是否拿着东西",
                "推打了一会儿，杨某、潘某及苏村的煤车司机都从苏村村委会院里出来了",
                "出来后杨某开车朝南沟方向走了",
                "随后我看见苏村村委会的路段有两三个苏村的煤车司机手持镐把追打一名年轻人，这几个苏村煤车司机追打着这名年轻人，朝18路车站方向跑去",
                "当时大部分煤车司机都在现场了，有我、单某2、潘某、单某1、王某等人，其他人我记不清了",
                "我不记得郝宏卫是否在打架现场",
                "我没有拿砖头砸过杨某，也没有拿镐把追打过那名年轻人",
                "那名年轻人应该是杨某的人",
                "（问：在苏村村委会路段打完架后，煤车是否都停在了该路段？）我记得是第二天煤矿拉运煤呀，后来又不让拉了，因为我们的煤车平时拉煤都是停在路边排队的",
                "那天我的煤车也停在那条路上了",
                "郝宏卫的车是否停在路边我不记得了，潘某、单某1、王某、单某2、单某等人他们的煤车应该都在路边停着了，我的车是给浩龙公司干活了，2017年3月份，我没有将我的煤车放到苏村村委会路段的路上"
            ],
            [
                "（27）被告人郝宏卫的供述：2017年6月14日早上我在家吃饭后一直在家待着，到了快中午的时候，我一人去了苏村村委会斜对面的理发店理发，在理发店理了一个小时左右",
                "后来理完发一人就回了家吃饭",
                "到了下午四点多睡起来后，我就走到兴裕煤矿，在兴裕煤矿看见没有煤量，听见有人说上午在苏村村委会路段发生了打架的事",
                "理发店是租不是王素堂就是王爱堂的家",
                "给我理发的人是个女的，叫什么我不知道，不是苏村的人",
                "我就是记得是那天理发的，因为在我理发、染发的过沉重听见外面有人热闹了",
                "我记得村委会门口停着一辆白色车，记不得是什么车了",
                "我当时养着一辆前四后八车，车号是晋C51498，我的车是给浩龙公司干活了，浩龙公司的负责人应该是杨某，因为我拉煤，交票是给杨某了"
            ]
        ],
        "cause": [
            "寻衅滋事罪"
        ],
        "case_no": "（2020）晋0321刑初143号"
    }
]